Repository: swe-productivity/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: ca

source: agordas la intervalon (en sekundoj) por la kaptiloj
ca: estableix l'interval (en segons) per a les instantànies

source: Konservi bildojn
ca: Conserva les imatges

source: Dum unu tago
ca: Durant un dia

source: Dum unu semajno
ca: Durant una setmana

source: Dum unu monato
ca: Durant un mes

source: Dum unu jaro
ca: Durant un any

source: Porĉiame
ca: Per sempre

source: Propra
ca: Personalitzat

source: Bildoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadan spacon.
ca: les imatges més antigues que la durada especificada s'eliminen automàticament per alliberar espai d'emmagatzematge.

source: Bildaj Vivdaŭro
ca: Vida de la imatge

source: Difinas la nombron da tagoj post kiuj la bildoj estos forigitaj aŭtomate.
ca: estableix el nombre de dies després dels quals les imatges s'eliminaran automàticament.

source: Ebligu manaj kaptoj
ca: Habilita les instantànies manuals

source: Kiam ĉi tio estas enŝaltita, butono sur la kameraa kadro permesos al vi permane preni kaptojn.
ca: quan això està habilitat, un botó al marc de la càmera et permetrà fer instantànies manualment.

source: ebligu ĉi tion, se vi volas registri filmojn
ca: habilita això si vols gravar vídeos

source: Filmoj
ca: Vídeos

source: Filma Dosiernomo
ca: Nom del fitxer de vídeo

source: Difinas la nomon ŝablonon por por la filmdosieroj; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.
ca: estableix el patró de noms per als fitxers de vídeo; s'accepten els següents símbols especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, / = subcarpeta.

source: Rekta kopia filmeto
ca: Còpia directa del vídeo

source: Kreu filmojn rekte de la kamerao. Ĉi tiu opcio devus redukti CPU-uzadon sed pliigi memorpostulojn. Neniu bilda prilaborado estas farita, do tekstoj interkovras, privatecaj maskoj ktp. ne estos sur la rezulta video.
ca: Crea fitxers de vídeo del moviment directament des de la càmera. Aquesta opció hauria de reduir l'ús de la CPU, però augmenta els requisits de memòria. No es processa la imatge, de manera que no hi haurà superposicions de text, màscares de privadesa, etc., al vídeo resultant.

source: Filmformato
ca: Format del vídeo

source: Agordas la filmdosieron; ne ĉiuj formatoj garantias funkcii en ĉiuj sistemoj; se vi dubas, testu ĉiun formaton kaj elektu tiun, kiu plej bone funkcias per via filmetilo.
ca: estableix el format de fitxer de vídeo; no es garanteix que tots els formats funcionin en tots els sistemes; en cas de dubte, prova cada format i selecciona el que funcioni millor amb el teu reproductor de vídeo.

source: Filma Kvalito
ca: Qualitat del vídeo

source: Agordas la MPEG-video-kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da stokado).
ca: estableix la qualitat de vídeo MPEG (els valors més alts produeixen una millor qualitat de vídeo però requereixen més espai d'emmagatzematge).

source: Rekorda reĝimo
ca: Mode d'enregistrament

source: Kontinua registrado
ca: Enregistrament continu

source: Agordas la registradreĝimon: Moviĝa deĉenigo = nova filmo kreita kiam ajn moviĝo estas detektita, Kontinua Registrado = unu granda filma dosiero.
ca: estableix el mode d'enregistrament: Activat per moviment = es crea un nou vídeo sempre que es detecta moviment, Enregistrament continu = un sol fitxer de vídeo gran.

source: Maksimuma filma daŭro
ca: Durada màxima del vídeo

source: Agordas la maksimuman longon de filmoj en sekundoj; se la movada evento daŭras pli longe, nova filmdosiero estas kreita; uzu 0 por senlima longo.
ca: estableix la durada màxima dels vídeos, en segons; si l'esdeveniment de moviment dura més, es crea un fitxer de vídeo nou; utilitza 0 per a una durada il·limitada.

source: Konservi filmojn
ca: Conserva els vídeos

source: Filmoj pli aĝaj ol la difinita daŭro estas aŭtomate forigitaj por liberigi stokadon.
ca: els vídeos anteriors a la durada especificada s'eliminen automàticament per alliberar espai d'emmagatzematge.

source: Filmoj Vivdaŭro
ca: Vida dels vídeos

source: tagoj
ca: dies

source: Agordas la nombron da tagoj post kiuj la filmoj estos forigitaj aŭtomate.
ca: estableix el nombre de dies després dels quals els vídeos s'eliminaran automàticament.

source: Aktivigu ĉi tion, por uzi kaj agordi la mekanismon por detekti movadon.
ca: habilita això per utilitzar i configurar el mecanisme de detecció de moviment.

source: Movado-Detekto
ca: Detecció de moviment

source: Kadra ŝanĝo sojlo
ca: Llindar de canvi de fotograma

source: Indikas la minimuman procenton de la bildo, kiu devas ŝanĝi inter du pluaj kadroj por detekti movadon (pli malgrandaj valoroj donas pli sentivan detekton, sed inklinas al falsaj pozitivoj).
ca: indica el percentatge mínim de la imatge que ha de canviar entre dos fotogrames successius perquè es detecti moviment (valors més petits donen una detecció més sensible, però són propensos a falsos positius).

source: Maksimuma ŝanĝo sojlo
ca: Llindar màxim de canvi

source: Starigas la nombron da rastrumeroj ŝanĝitaj inter kadroj super kiuj movo ne plu ekigas (0 malŝaltas la limon).
ca: estableix el nombre de píxels que canvien entre fotogrames per sobre del qual ja no s'activa el moviment (0 desactiva el límit).

source: Aŭtomata sojla agordo
ca: Ajust automàtic del llindar

source: Ebligu tion aŭtomate ĝustigi la sojlon.
ca: habilita això per ajustar automàticament el llindar.

source: Aŭtomata bruo-detekto
ca: Detecció automàtica de soroll

source: Ebligu tion por aŭtomate ĝustigi la nivelon de bruo.
ca: habilita això per ajustar automàticament el nivell de soroll.

source: Bruo-nivelo
ca: Nivell de soroll

source: Permane agordas la bruan nivelon al fiksita valoro.
ca: estableix manualment el nivell de soroll a un valor fix.

source: Detekto de lumaj ŝanĝoj
ca: Detecció de canvis de llum

source: Difinas la procenton de la bildo, kiu bezonas ŝanĝi, por ke la evento estu traktata kiel subita luma ŝanĝo anstataŭ moviĝo (0%% malebligas la funkcion).
ca: estableix el percentatge de la imatge que ha de canviar perquè l'esdeveniment es tracti com un canvi sobtat de llum en lloc de moviment (0%% deshabilita la funció).

source: Makula filtrilo
ca: Filtre antitaques

source: Ebligu tion apliki makulan filtrilon al kadroj antaŭ ol detekti movadon.
ca: activa això per aplicar un filtre antitaques als fotogrames abans de detectar moviment.

source: Senmovada daŭro
ca: Temps d'inactivitat

source: Agordas la nombron da sekundoj da silento (t.e. neniu moviĝo), kiuj markas la finon de movada okazaĵo.
ca: estableix el nombre de segons de silenci (és a dir, sense moviment) que marquen el final d'un esdeveniment de moviment.

source: Kaptita Antaŭe
ca: Capturat abans

source: kadroj
ca: fotogrames

source: Starigas la nombron de kadroj kaptitaj (kaj inkluzivitaj en la filmo) antaŭ ol moviĝokazaĵo estas detektita.
ca: estableix el nombre de fotogrames que s'han de capturar (i incloure al vídeo) abans que es detecti un esdeveniment de moviment.

source: Kaptita Post
ca: Capturat després

source: Starigas la nombron de kadroj kaptotaj (kaj inkluzivitaj en la filmo) post la fino de movada evento.
ca: estableix el nombre de fotogrames que s'han de capturar (i incloure a la pel·lícula) després del final d'un esdeveniment de moviment.

source: Minimumaj movaj kadroj
ca: Fotogrames de moviment mínims

source: Fiksas la minimuman nombron da pluaj movaj kadroj necesaj por komenci moviĝan eventon.
ca: estableix el nombre mínim de fotogrames de moviment successius necessaris per iniciar un esdeveniment de moviment.

source: Masko
ca: Màscara

source: Ebligas bildigan maskeradon por pli selektema kaj preciza moviĝo-detekto.
ca: permet l'emmascarament d'imatges per a una detecció de moviment més selectiva i precisa.

source: Tipo de masko
ca: Tipus de màscara

source: Inteligenta
ca: Intel·ligent

source: Redaktebla
ca: Modificable

source: La Inteligenta opcio aŭtomate detektas regionojn per regula movado kaj dinamike kreas internan maskon, dum la Redaktebla opcio permesas permane konstrui ĝin mem.
ca: l'opció intel·ligent detecta automàticament les regions amb moviment regular i crea dinàmicament una màscara interna, mentre que la màscara editable et permet crear-la manualment.

source: Inteligenta-maska Malrapideco
ca: Lentitud de la màscara intel·ligent

source: Pli altaj valoroj donas pli daŭran maskon kun pli malrapida konstruprocezo.
ca: Els valors més alts donen com a resultat una màscara intel·ligent més duradora amb un procés de construcció més lent.

source: Alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon.
ca: Fes clic en aquest botó per habilitar/deshabilitar l'editor de màscares.

source: Purigi maskon
ca: Neteja la màscara

source: Alklaku ĉi tiun butonon por malplenigi la nunan maskon.
ca: Fes clic en aquest botó per esborrar la màscara actual.

source: Montri Kadro-Ŝanĝojn
ca: Mostra els canvis de fotograma

source: Se ĉi tio estas aktiva, la bilda ŝanĝojn (nombro de pikseloj kaj la modifita areo) estas montritaj en la video; provizore ebligigu ĉi tion por ĝustigi agordojn de moviĝo-detekto.
ca: Si això està habilitat, els canvis de fotograma (nombre de píxels i l'àrea modificada) es mostren al vídeo; activeu temporalment aquesta opció per ajudar a ajustar els paràmetres de detecció de moviment.

source: Krei debug media files
ca: Crea fitxers multimèdia de depuració

source: Kiam ebligite, kreas specialajn filmojn kaj bildojn, kiuj helpas elpurigi problemojn de moviĝo-detekto.
ca: Quan està activat, crea vídeos i imatges especials que ajuden a depurar problemes de detecció de moviment.

source: Ebligu tion se vi volas esti sciigita kiam moviĝo estas detektita.
ca: Habilita això si vols rebre una notificació quan es detecti moviment.

source: Moviĝaj sciigoj
ca: Notificacions de moviment

source: Sendi retpoŝton
ca: Envia un correu electrònic

source: Aktivigu ĉi tiun opcion, se vi volas ricevi retpoŝton ĉiufoje kiam moviĝokazaĵo estas detektita.
ca: Habilita això si vols rebre un correu electrònic cada vegada que es detecti un esdeveniment de moviment.

source: Retpoŝtadresoj
ca: Adreça de correu electrònic

source: retpoŝtadresoj…
ca: Adreces de correu electrònic…

source: Retpoŝtadresoj (apartigitaj per komo) aldonitaj ĉi tie ricevos sciigojn kiam ajn moviĝokazaĵo estas detektita.
ca: Les adreces de correu electrònic (separades per coma) que s'afegeixin aquí rebran notificacions sempre que es detecti un esdeveniment de moviment.

source: Servilo SMTP
ca: Servidor SMTP

source: ekz. smtp.gmail.com
ca: per exemple, smtp.gmail.com

source: Enigu la hostname aŭ IP-adreson de via SMTP-servilo (por uzado de Gmail smtp.gmail.com).
ca: introdueix el nom d'amfitrió o l'adreça IP del teu servidor SMTP (per a Gmail, utilitza smtp.gmail.com).

source: SMTP Haveno
ca: Port SMTP

source: ekz. 587
ca: per exemple, 587

source: Eniru la havenon uzatan de via SMTP-servilo (kutime 465 por ne-TLS-ligoj kaj 587 por TLS-ligoj).
ca: introdueix el port que utilitza el teu servidor SMTP (normalment 465 per a connexions no TLS i 587 per a connexions TLS).

source: SMTP-Konto
ca: Compte SMTP

source: konto@gmail.com…
ca: compte@gmail.com…

source: Enigu vian SMTPan konton (kutime via retpoŝta adreso).
ca: Introdueix el teu compte SMTP (normalment la teva adreça de correu electrònic).

source: SMTP Pasvorto
ca: Contrasenya SMTP

source: Enigu vian SMTPan pasvorton (por Gmail uzu vian Google-pasvorton aŭ app-specifan generitan pasvorton).
ca: Introdueix la contrasenya del teu compte SMTP (per a Gmail, fes servir la contrasenya de Google o una contrasenya generada específica de l'aplicació).

source: De adreso
ca: Adreça "de:"

source: retpoŝta adreso…
ca: Adreça de correu electrònic…

source: Agordi kutimon De adreso, se via SMTP-servo postulas unu (la unua destina retpoŝta adreso estos uzata se lasita malplena).
ca: Defineix una adreça de remitent personalitzada, si el teu servei SMTP en requereix una (s'utilitzarà la primera adreça de correu electrònic de destinació si es deixa en blanc).

source: Uzi TLS
ca: Utilitza TLS

source: Ebligu tion, se via SMTP-servilo postulas TLS (Gmail bezonas ĉi tion por ebligi).
ca: Habilita això si el teu servidor SMTP requereix TLS (Gmail necessita que això estigui habilitat).

source: Aldonitaj bildoj tempo-intervalo
ca: Interval de temps de les imatges adjuntes

source: Difinas la tempo-serĉan intervalon por uzi dum kreado de retpoŝtaj ligiloj (pli altaj valoroj generas retpoŝtojn kun pli da bildoj koste de pliigita prokrasta sciigo); agordi al 0 por malebligi aldonitabildojn; vi ankaŭ devas rajtigi «Kaptitaj bildoj» por ke ĉi tio funkciu.
ca: Defineix l'interval de temps de cerca d'imatges que s'utilitzarà en crear els fitxers adjunts del correu electrònic (els valors més alts generen correus electrònics amb més imatges a costa d'un retard de notificació més gran); estableix-lo a 0 per desactivar els fitxers adjunts d'imatges; també cal habilitar les imatges fixes perquè això funcioni.

source: Testi retpoŝto
ca: Prova el correu electrònic

source: Alklaku ĉi tiun butonon por testi retpoŝtajn sciigojn post kiam vi plenigis la postulatajn detalojn.
ca: Fes clic en aquest botó per provar les notificacions per correu electrònic després d'haver emplenat les dades necessàries.

source: Sendu Telegraman Sciigon
ca: Envia una Notificació per Telegram

source: ebligu tion se vi volas ricevi telegraman mesaĝon kiam ajn moviĝa evento estas detektita
ca: Habilita això si voles rebre un missatge de Telegram sempre que es detecti un esdeveniment en moviment

source: HTTP API ĵetono
ca: Token de l'API HTTP

source: Ekzemplo: 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W
ca: Exemple : 93847672:AACdSn843hsjJsh32bSmdN3sHsh2bsh0xRs_32dbcr1W

source: Kreante la telegram-bot-babilejon, vi ricevos API-ĵetonon, kiun vi devas enigi ĉi tie. Alklaku la API-butonon sube por paŝo-post-paŝa gvidilo pri kiel akiri vian API-ĵetonon. Ankaŭ nepre babili kun via lastatempe kreita «bot» post kiam via ŝlosilo estas generita, por certigi, ke vi ricevas mesaĝojn.
ca: En crear el xat Telegram-Bot, obtindràs un token API que hauràs d'introduir aquí. Fes clic al botó API que hi ha a continuació per obtenir una guia pas a pas sobre com obtenir el teu token API. Assegura't també de xatejar amb el teu "bot" recentment creat després que es generi la clau, per assegurar-te que rebràs els missatges.

source: Babileja ID
ca: ID del xat

source: Ekzemplo: 938272312
ca: Exemple: 938272312

source: Kreu novan babilejon al id_chatbot (@id_chatbot) kaj elektu starti. La babilejo redonos la necesan numeron por ĉi tiu kampo.
ca: Crea un xat nou amb id_chatbot (@id_chatbot) i tria iniciar-lo. El xat retornarà el número requerit per a aquest camp.

source: Alkroĉitaj Bildoj Tempo
ca: Temps de les imatges adjuntes

source: difinas la bildan serĉtempan intervalon por krei telegramajn aldonojn (pli altaj valoroj generas pli da bildoj koste de pliigita sciiga prokrasto); agordi al 0 por malebligi bildajn aldonaĵojn; vi devas ankaŭ ebligi Senmovajn Bildojn por ke ĉi tio funkciu; vi volos ludi per ĉi tiu numero ĝis bildo estos sendita. Bona komenca numero estas 30 se vi agordas senmovajn bildojn al unu bildmoviĝo ekigita. Por norma movado ekigita, starigu ĉi tion multe pli malalte.
ca: defineix l'interval de temps de cerca d'imatges per crear fitxers adjunts de Telegram (valors més alts generen més imatges a costa d'un major retard de notificació); estableix-lo a 0 per desactivar els fitxers adjunts d'imatges; també has d'habilitar Imatges fixes perquè això funcioni; voldràs jugar amb aquest número fins que s'enviï una imatge. Un bon número inicial és 30 si configures imatges fixes com a activades per un moviment. Per a un moviment estàndard activat, estableix-lo molt més baix.

source: API-Informoj
ca: Informació de l'API

source: Testo
ca: Prova

source: Alvoki URL
ca: Invoca un ganxo URL

source: Ebligu ĉi tion, se vi volas, ke URL estu petata kiam ajn moviĝokazaĵo estas detektita.
ca: Habilita això si vols que es sol·liciti una URL cada vegada que es detecti un esdeveniment de moviment.

source: ekz. http://ekzemplo.com/sciigi/
ca: ex. http://exemple.com/notifier/

source: URL por esti petita kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero
ca: una URL que s'ha de sol·licitar quan es detecta moviment; s'accepten els següents tokens especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment

source: La HTTP-metodo por uzi kiam vi petas URL (la donitaj URL-parametroj estos transdonitaj kiel indikite ĉi tie).
ca: el mètode HTTP que s'ha d'utilitzar en sol·licitar l'URL del ganxo web (els paràmetres codificats per URL donats es transmetran, de fet, tal com s'indica aquí).

source: Lanĉi komando
ca: Executa una ordre

source: Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam moviĝokazaĵo estas detektita.
ca: Habilita això si vols executar una ordre cada vegada que es detecti un esdeveniment de moviment.

source: Komando
ca: Ordre

source: komando…
ca: Ordre…

source: Komando por esti lanĉa kiam moviĝo estas detektita; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokomojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadro-numero, %%v = okaza numero
ca: una ordre que s'executarà quan es detecti moviment; diverses ordres es poden separar per un punt i coma; no utilitzis punts i coma dins de les ordres; s'accepten els següents símbols especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment

source: Ebligu ĉi tion, se vi volas lanĉi komandon ĉiufoje kiam movada evento finiĝos.
ca: Habilita això si vols executar una ordre cada vegada que finalitzi un esdeveniment de moviment.

source: Komando por esti lanĉa kiam moviĝokazaĵo finiĝas; multnombraj komandoj povas esti apartigitaj per dupunkto; ne uzu punktokompojn per komandoj; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = dato, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra nombro.
ca: una ordre que s'executarà quan finalitzi l'esdeveniment de moviment; diverses ordres es poden separar per un punt i coma; no utilitzis punts i coma dins de les ordres; s'accepten els següents símbols especials: %%Y = any, %%m = mes, %%d = data, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma.

source: Ebligu ĉi tion, se vi volas difini ĉiusemajnan horaron por detekto de moviĝo.
ca: Habilita això si vols definir un horari de treball setmanal per a la detecció de moviment.

source: Laboranta horaro
ca: Horari de treball

source: Lundo
ca: Dilluns

source: ĝis
ca: a

source: Fiksas la labortagan tempintervalon por lundoj.
ca: estableix l'interval de temps de l'horari de treball per als dilluns.

source: Mardo
ca: Dimarts

source: Fiksas la labortagan tempintervalon por mardoj.
ca: Estableix l'interval de temps de l'horari de treball per als dimarts.

source: Merkredo
ca: Dimecres

source: Fiksas la labortagan tempintervalon por merkredoj.
ca: Estableix l'interval de temps de l'horari de treball per als dimecres.

source: Ĵaŭdo
ca: Dijous

source: Fiksas la labortagan tempintervalon por ĵaŭdoj.
ca: Estableix l'interval de temps de l'horari de treball per als dijous.

source: Vendredo
ca: Divendres

source: Fiksas la labortagan tempintervalon por vendredoj.
ca: Estableix l'interval de temps de l'horari de treball per als divendres.

source: Sabato
ca: Dissabte

source: Fiksas la labortagan tempintervalon por sabatoj.
ca: Estableix l'interval de temps de l'horari de treball per als dissabte.

source: Dimanĉo
ca: Diumenge

source: Fiksas la labortagan tempintervalon por dimanĉoj.
ca: Estableix l'interval de temps de l'horari de treball per als diumenge.

source: Detekti movadon
ca: Detecta el moviment

source: Dum laborista horaro
ca: Durant les hores de treball

source: Ekster laborista horaro
ca: Fora de les hores de treball

source: Difinas, ĉu moviĝodetekto devas esti aktiva dum aŭ ekster la laborista horaro.
ca: estableix si la detecció de moviment ha d'estar activa durant o fora de l'horari de treball.

source: neniam
ca: mai

source: tago
ca: dia

source: semajno
ca: setmana

source: monato
ca: mes

source: jaro
ca: any

source: horo
ca: hora

source: horoj
ca: hores

source: minuto
ca: minut

source: minutoj
ca: minuts

source: sekundo
ca: segon

source: minus
ca: menys
