Repository: swe-productivity/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: ca

source: interrompa signalo ricevita, fermanta …
ca: S'ha rebut un senyal d'interrupció, tancant …

source: smb-akcioj postulas radikajn privilegiojn
ca: els recursos compartits SMB requereixen privilegis de l'usuari arrel

source: bonvolu instali tornado version 3.1 aŭ pli
ca: si us plau, instal·leu tornado versió 3.1 o superior

source: bonvolu instali jinja2
ca: si us plau, instal·leu jinja2

source: bonvolu instali pillow aŭ PIL
ca: si us plau, instal·leu pillow o PIL

source: bonvolu instali pycurl
ca: si us plau, instal·leu pycurl

source: saluton! ĉi tio estas motionEye-servilo
ca: Hola! aquest és el servidor motionEye

source: purigado komenciĝis
ca: la neteja ha començat

source: wsswitch komenciĝis
ca: wsswitch ha arrancat

source: taskoj komenciĝis
ca: tasques començades

source: mjpg klienta rubo-kolektanto komenciĝis
ca: la recollida d'escombraries del client mjpg ha començat

source: servilo komenciĝis
ca: s'ha iniciat el servidor

source: servilo haltis
ca: servidor aturat

source: taskoj haltis
ca: tasques aturades

source: motion haltis
ca: motion aturat

source: adiaŭ!
ca: adéu!

source: agordojn
ca: configuracions

source: ŝanĝi uzanton
ca: canviar d'usuari

source: forigi kameraon
ca: eliminar la càmera

source: Apliki
ca: Aplicar

source: preferoj de uzanto
ca: preferències de l'usuari

source: Preferoj
ca: Preferències

source: Aranĝo Kolumnoj
ca: Columnes de maquetació

source: agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn
ca: configura el nombre de columnes utilitzades per disposar els fotogrames de la càmera

source: Fiksi Kadrojn Vertikale
ca: Ajusteu els fotogrames verticalment

source: kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne
ca: controla si les mides dels fotogrames es poden reduir per adaptar-se verticalment a la finestra o no

source: Aranĝo linioj
ca: Files de maquetació

source: agordas la nombron da linioj uzataj por aranĝi la fotilojn
ca: configura el nombre de files utilitzades per disposar els fotogrames de la càmera

source: kadro-variatoro
ca: Atenuador de velocitat de fotogrames

source: reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)
ca: redueix els fotogrames per segon per estalviar ample de banda i tràfic (no funciona amb càmeres MJPEG)

source: Rezolucio-variatoro
ca: Atenuador de resolució

source: reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)
ca: baixa la resolució actual de totes les càmeres per estalviar ample de banda i tràfic (no funciona en càmeres MJPEG)

source: ĝeneralaj parametroj, komunaj al ĉiuj fotiloj
ca: configuració general, no relacionada amb cap càmera

source: Ĝeneralaj Agordoj
ca: Configuració General

source: Lingvo
ca: Idioma

source: la lingvo de la interfaco (du literoj)
ca: idioma de l'interfície

source: Administranto
ca: Nom d'Usuari de l'Administrador

source: la uzantnomo uzata por agordi la sistemon
ca: el nom d'usuari per configurar el sistema

source: Pasvorto
ca: Contrasenya

source: pasvorto de administranto
ca: contrasenya de l'administrador

source: Observanto
ca: Nom d'Usuari de l'Observador

source: la uzantnomo por uzi por la monitorado
ca: el nom d'usuari per visualitzar el video

source: la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)
ca: contrasenya de l'usuari observador (deixeu-la buida per accedir sense contrasenya)

source: motionEye Versio
ca: Versió de motionEye

source: Motion Versio
ca: Versió de Motion

source: Operaciumo Versio
ca: Versió del Sistema Operatiu

source: Programara Ĝisdatigo
ca: Actualització de Programari

source: kontrolas novajn versiojn kaj plenumas ĝisdatigojn
ca: comprova si hi ha versions noves i actualitza el programari

source: Nutro
ca: Alimentació

source: Fermu
ca: Apagar

source: malŝaltas la sistemon
ca: Apaga el sistèma

source: Rekomencu
ca: Reiniciar

source: rekomencas la sistemon
ca: Reinicia el sistema

source: Agordo
ca: Configuració

source: Sekurkopio
ca: Còpia de seguretat

source: kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke
ca: Crea un fitxer amb la configuració actual per a desar-lo localment

source: Restaŭri
ca: Restaurar

source: restarigas la agordon el antaŭe konservita rezerva dosiero
ca: Restaura la configuració d'una còpia de seguretat existent

source: aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon
ca: Activa aqui si vols emprar aquesta càmera

source: Video-Aparato
ca: Dispositiu de video

source: Kamerao Nomo
ca: Nom de la càmera

source: kameraa nomo…
ca: Nom de la càmera…

source: alias pri ĉi tiu kamera aparato
ca: Alias per aquesta càmera

source: Kamerao ID
ca: ID de la càmera

source: la kamerao identiga numero
ca: el número d'identificació de la càmera

source: Kamerao aparato
ca: Dispositiu de Càmera

source: Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)
ca: Dispositiu d'entrada (per exemple: / dev / video) o URL (per exemple: rtsp: //192.168.1.1/stream)

source: Kamerao Tipo
ca: Tipus de càmera

source: Aŭtomata Brilo
ca: Lluminositat automàtica

source: ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)
ca: Activa la lluminositat automàtica per software (recomenada unicament per a les càmeres sense lluminositat automàtica)

source: Video-rezolucio
ca: Resolució de Video

source: la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)
ca: la resolució de vídeo (els valors més grans produeixen una millor qualitat, però necessiten més potència de CPU, més emmagatzematge i ample de banda)

source: Larĝeco
ca: Amplada

source: enigu kutiman rezolucian larĝon
ca: introdueix una amplada de la resolució personalitzada

source: Alteco
ca: Alçada

source: enigu kutiman rezolucian altecon
ca: introdueix una alçada de la resolució personalitzada

source: Video-Rotacio
ca: Rotació del vídeo

source: uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste
ca: utilitza això per girar la imatge capturada si la teva càmera no està posicionada correctament

source: Kadrofrekvenco
ca: Freqüència dels fotogrames

source: agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)
ca: Estableix el número de fotogrames capturats per la càmera per segon (els valors més alts produeixen vídeos més fluids però requereixen més potència de CPU, més emmagatzematge i ample de banda)

source: Privateca masko
ca: Màscara de privacitat

source: ebligas maskeradon de bildoj por eviti registradon de iuj bildaj areoj por protekti privatecon
ca: permet l'emmascarament d'imatges per evitar que es gravin algunes àrees de la imatge per protegir la privadesa

source: Redakti maskon
ca: Edita la màscara

source: Konservi maskon
ca: Desa la màscara

source: alklaku ĉi tiun butonon por ebligi/malebligi la maskan redaktilon
ca: Fes clic en aquest botó per activar/desactivar l'editor de màscares

source: Ekstraj Elektoj
ca: Opcions addicionals

source: vi povas aldoni iujn ajn pliajn opciojn ĉi tie por la «motion» demono (uzu la «nomo valoro» formaton, unu opcion por linio)
ca: Pots afegir qualsevol opció addicional aquí per al dimoni "motion" (fes servir el format "valor de nom", una opció per línia)

source: elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj
ca: tria on i com s'emmagatzemen els vostres continguts multimèdia

source: Stokado de dosieroj
ca: Emmagatzematge de fitxers

source: Stokada Aparato
ca: Dispositiu d'emmagatzematge

source: indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj
ca: indica el dispositiu d'emmagatzematge on es desaran els fitxers d'imatge i vídeo

source: Retservilo
ca: Servidor de xarxa

source: la adreso de la retservilo (IP-adreso aŭ nomo)
ca: l'adreça del servidor de xarxa (adreça IP o nom d'amfitrió)

source: SMB Protokolo-Versio
ca: Versió del protocol SMB

source: elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)
ca: selecciona la versió SMB que s'utilitzarà (prova les diverses opcions i mira quina funciona millor amb el teu NAS)

source: Kunhava nomo
ca: Nom compartit

source: la nomo de la interŝanĝa reto
ca: el nom de la xarxa compartida

source: Uzantnomo
ca: Nom d'usuari

source: la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)
ca: el nom d'usuari que s'ha de proporcionar en accedir a la xarxa compartida (deixa'l en blanc si no es requereix cap nom d'usuari)

source: Pasvorton
ca: Contrasenya de l'element compartit

source: la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)
ca: la contrasenya requerida per la xarxa compartida (deixa'l en blanc si no es requereix cap contrasenya)

source: Radika dosierujo
ca: Directori arrel

source: la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj
ca: la ruta arrel (al dispositiu d'emmagatzematge seleccionat) on es desaran els fitxers

source: Testi la reton dosierujon
ca: Prova l'element compartit

source: alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn
ca: Fes clic en aquest botó per provar la connectivitat de la xarxa compartida després d'haver omplert les dades necessàries

source: Uzado de Disko
ca: Utilització del disc

source: la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo
ca: la mida utilitzada/total del disc on resideix el directori arrel

source: Alŝutu Mediajn Dosierojn
ca: Puja fitxers multimèdia

source: aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo
ca: habilita això si vols que els vostres fitxers multimèdia es carreguin en un servei extern

source: Alŝutu Bildojn
ca: Puja Imatges

source: aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo
ca: habilita això si vols que les imatges es carreguin en un servei extern

source: Alŝutu Filmojn
ca: Puja vídeos

source: ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo
ca: habilita això si vols que els vídeos es pengin en un servei extern

source: Alŝuta Servo
ca: Servei de Pujada

source: Servilo FTP
ca: Servidor FTP

source: Servilo SFTP
ca: Servidor SFTP

source: Servilo HTTP
ca: Servidor HTTP

source: Servilo HTTPS
ca: Servidor HTTPS

source: elektu servon, al kiu la mediadosieroj estu alŝutitaj
ca: tria el servei al qual s'han de carregar els fitxers multimèdia

source: Servila Adreso
ca: Adreça del Servidor

source: la domajna nomo aŭ IP-adreso de la servilo (ekz. ftp.example.com aŭ 192.168.1.3)
ca: el nom de domini o l'adreça IP del servidor (per exemple, ftp.example.com o 192.168.1.3)

source: Servila haveno
ca: Port del servidor

source: la haveno por uzi konekti al la servo (lasu ĉi tiun kampon malplena por uzi la defaŭltan valoron)
ca: el port que s'utilitzarà en connectar-se al servei (deixa'l buit per utilitzar el valor per defecte)

source: Metodo
ca: Mètode

source: la HTTP-metodo uzi por alŝuti dosierojn
ca: el mètode HTTP que cal utilitzar en pujar fitxers

source: Finpunkto URL
ca: URL del punt final

source: La kompleta URL al la alŝuta servila finpunkto:
ca: L'URL completa al punt final del servidor de pujada:

source: Por S3: ekz. http://my.minio:9000. Lasu ĝin malplena por AWS!
ca: Per a S3: P. ex. http://my.minio:9000. Deixa'l buit per a AWS!

source: Por WebDAV: ekz. https://my.cloud/remote.php/dav/files/Me/
ca: Per a WebDAV: P. ex. https://my.cloud/remote.php/dav/files/me/

source: Loko
ca: Ubicació

source: la loko (radika vojo) kie amaskomunikiloj devas esti alŝutitaj (ekz. /files/cam1/)
ca: la ubicació (camí arrel) on s'han de carregar els fitxers multimèdia (per exemple, /files/cam1/)

source: Inkluzivi Subdosierujojn
ca: Incloure les subcarpetes

source: Aktivigu tion por elŝuti plurmediajn dosierojn kun siaj subdosierujoj, anstataŭ meti ilin rekte en la radikan lokon
ca: habilita això per carregar els fitxers multimèdia juntament amb les seves subcarpetes, en comptes de col·locar-los directament a la ubicació arrel

source: Purigi la nubon
ca: Neteja el núvol

source: ebligu ĉi tion forigi amaskomunikilaĵojn dosierojn alŝutitajn al la nubo ankaŭ kiam loka amaskomunikilaro estas forigita konforme al la agordo de persistemo de dosieroj. Nuntempe ĉi tiu opcio nur haveblas por gdrivo.
ca: habilita això per suprimir els fitxers multimèdia carregats al núvol, així com els fitxers multimèdia locals, segons la configuració de persistència de fitxers. Actualment, aquesta opció només està disponible per al gdrive.

source: la uzantnomo por la alŝuta servo-konto
ca: el nom d'usuari del compte del servei de pujada

source: la pasvorto por la alŝuta servo-konto
ca: la contrasenya del compte del servei de pujada

source: Rajtiga ŝlosilo
ca: Clau d'autorització

source: la ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)
ca: la clau utilitzada per autenticar-se amb el servei de càrrega (normalment només es requereix durant la configuració)

source: Akiri ŝlosilon
ca: Obtenir una clau

source: alklaku ĉi tie por akiri la ŝlosilan rajtigan servon
ca: Fes clic aquí per obtenir la clau d'autorització del servei

source: Access Key
ca: Clau d'accés

source: The AWS access key used to authenticate with the upload service
ca: La clau d'accés d'AWS utilitzada per autenticar-se amb el servei de càrrega

source: Sekreta Alira Ŝlosilo
ca: Clau d'accés secreta

source: la AWS-sekreta alira ŝlosilo uzata por aŭtentiĝi kun la alŝuta servo (kutime bezonata nur dum agordo)
ca: la clau d'accés secreta d'AWS que s'utilitza per autenticar-se amb el servei de càrrega (normalment només es requereix durant la configuració)

source: Sitelo
ca: Cubell

source: la nomo S3-sitelo por la alŝuta servo (kutime bezonata nur dum agordo)
ca: el nom del cubell S3 per al servei de càrrega (normalment només es requereix durant la configuració)

source: Testi la servon
ca: Prova el servei

source: alklaku ĉi tiun butonon por provi la alŝutan servon post kiam vi plenigis la postulatajn detalojn
ca: Fes clic en aquest botó per provar el servei de càrrega després d'haver omplert les dades necessàries

source: alvoki URL
ca: Invoca un Ganxo Web

source: ebligu ĉi tion, se vi volas, ke URL estu petata post kreado de amaskomunikila dosiero
ca: habilita això si vols que es sol·liciti una URL després de crear un fitxer multimèdia

source: Reteja URL
ca: URL del Ganxo Web

source: ekz. http://example.com/notify/
ca: per exemple http://ejemplo.com/notify/

source: URL por transdoni kiam moviĝo estas detektita; la sekvaj specialaj ŝparvojoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%f = dosiera vojo
ca: una URL que s'ha de sol·licitar quan es detecta moviment; s'accepten els següents tokens especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, %%f = ruta del fitxer

source: Metodo HTTP
ca: Mètode HTTP

source: la HTTP-metodo por uzi kiam vi petas retan hoko-URL (la donitaj URL-koditaj parametroj fakte estos transdonitaj kiel indikite ĉi tie)
ca: el mètode HTTP que s'ha d'utilitzar en sol·licitar l'URL del ganxo web (els paràmetres codificats per URL donats es transmetran tal com s'indica aquí)

source: Kuri Komando
ca: Executa una Ordre

source: ebligu ĉi tion, se vi volas ekzekuti komandon post kiam media dosiero estas kreita
ca: habilita això si vols executar una ordre després de crear un fitxer multimèdia

source: Ordono
ca: Ordre

source: ordono…
ca: Ordre…

source: Komando por esti plenumita post la kreo de plurmedia dosiero. Pluraj komandoj povas esti apartigitaj per punktoknomo; ne uzu punktoknomo en komandojn; la sekvaj specialaj tokensoj estas akceptitaj: %%Y = jaro, %%m = monato, %%d = tago, %%H = horo, %%M = minuto, %%S = sekundo, %%q = kadra numero , %%v = okaza numero, %%f = dosiera vojo
ca: una ordre que s'executarà després de crear un fitxer multimèdia; diverses ordres es poden separar per un punt i coma; no utilitzis punts i coma dins de les ordres; s'accepten els següents símbols especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, %%f = ruta del fitxer

source: elektu kiajn informojn montras sur la kaptitaj kadroj
ca: tria quina informació es mostra als fotogrames capturats

source: Teksto Superkovrita
ca: Superposició de text

source: Maldekstra Teksto
ca: Text a l'esquerra

source: Tempostampo
ca: Marca de temps

source: Propra Teksto
ca: Text personalitzat

source: Malebligita
ca: Deshabilitat

source: Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra maldekstra angulo
ca: defineix el text que es mostra a les pel·lícules i imatges, a la cantonada inferior esquerra

source: propra teksto…
ca: Text personalitzat…

source: Difinas kutimon maldekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \n = nova linio
ca: estableix un text personalitzat a l'esquerra; s'accepten els següents tokens especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, %%T = HH:MM:SS, \n = nova línia

source: Dekstra Teksto
ca: Text a la dreta

source: Fiksas la tekston montritan sur la filmoj kaj bildoj, sur la malsupra dekstra angulo
ca: Defineix el text que es mostra a les pel·lícules i imatges, a la cantonada inferior dreta

source: Difinas kutimon dekstran tekston; la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero,%%T = HH:MM:SS, \n = nova linio
ca: estableix un text personalitzat a la dreta; s'accepten els següents tokens especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, %%T = HH: MM: SS, \n = nova línia

source: Teksta Skalo
ca: Escala del text

source: Difinas la grandecon de la superkovrita teksto
ca: estableix la mida del text superposat

source: Ebligu ĉi tion, se vi volas videofluon por ĉi tiu fotilo
ca: habilita això si vols la transmissió de vídeo per a aquesta càmera

source: Videofluo
ca: Transmissió de vídeo

source: Framo frekvencon
ca: Freqüència de fotogrames en la transmissió

source: Fiksas la nombron de kadroj transdonitaj ĉiun sekundon en la viva fluo.
ca: estableix el nombre de fotogrames transmesos cada segon a la transmissió en directe.

source: Flua Kvalito
ca: Qualitat de la transmissió

source: Agordas la vivan fluan kvaliton (pli altaj valoroj produktas pli bonan videokvaliton sed postulas pli da larĝa bando).
ca: estableix la qualitat de la transmissió en directe (valors més alts produeixen una millor qualitat de vídeo però requereixen més amplada de banda).

source: Bilda Redimensionado
ca: Redimensionament d'imatges en la transmissió

source: Kiam ĉi tio estas enŝaltita, la bildoj estas regrandigitaj antaŭ ol ili estas senditaj al la retumilo (malebligu dum funkciado sur malrapida CPU).
ca: quan això està habilitat, les imatges es redimensionen abans d'enviar-les al navegador (desactiva-ho quan s'executa amb una CPU lenta).

source: Flua rezolucio
ca: Resolució de la transmissió

source: la rezolucio donita kiel procento de la rezolucio de la video-aparato (pli altaj valoroj produktas pli bonan videan kvaliton sed postulas pli da larĝa de bando)
ca: la resolució de transmissió en temps real donada com a percentatge de la resolució del dispositiu de vídeo (els valors més alts produeixen una millor qualitat de vídeo però requereixen més amplada de banda)

source: Flua haveno
ca: Port de la transmissió

source: starigas la TCP-havenon, sur kiu aŭskultas la ret-servila ret-servo
ca: estableix el port TCP on escolta el servidor de transmissió de la càmera web

source: Aŭtentiga reĝimo
ca: Mode d'autentificació

source: la aŭtentiga metodo uzata de la rivereto (elektu 'Bazic' anstataŭ 'Digest' se vi renkontas problemojn kun triaj programoj); akreditoj kontroloj estos uzataj
ca: el mètode d'autenticació utilitzat per la transmissió (tria Bàsic en comptes de Digest si tens problemes amb aplicacions de tercers); s'utilitzaran les credencials de vigilància

source: Movado-Optimigo
ca: Optimització del moviment

source: ebligu ĉi tion, se vi volas pli malaltan kadran indicon por la livera fluo kiam neniu movo estas detektita
ca: habilita això si vols una freqüència d'imatges més baixa per a la transmissió en directe quan no es detecta moviment

source: Utilaj URLoj
ca: URLs útils

source: Instantara URL
ca: URL de l'instantània

source: URL kiu provizas JPEG-bildon kun la plej freŝa kaptaĵo de la kamerao
ca: una URL que proporciona una imatge JPEG amb la captura de pantalla més recent de la càmera

source: Flua URL
ca: URL de la transmissió

source: URL kiu provizas MJPEG-fluon de la kamerao
ca: una URL que proporciona una transmissió MJPEG de la càmera

source: Enigita URL
ca: URL incrustada

source: URL kiu provizas minimuman HTML-dokumenton enhavantan la kameraan kadron, preta por esti enigita
ca: una URL que proporciona un document HTML mínim que conté el fotograma de la càmera, llest per ser incrustat

source: Ebligu ĉi tion, se vi volas kapti statika bildojn.
ca: habilita això si vols capturar imatges fixes (imatges).

source: Kaptitaj Bildoj
ca: Imatges fixes

source: Nomo Bildo-Dosiero
ca: Nom del fitxer de la imatge

source: dosiernomo ŝablono…
ca: Plantilla de nom de fitxer…

source: Difinas la nomon ŝablonon por bilddosieroj (JPEG); la sekvaj specialaj tokensoj estas akceptitaj:%%Y = jaro,%%m = monato,%%d = tago,%%H = horo,%%M = minuto,%%S = sekundo,%%q = kadro numero,%%v = evento numero, / = subdosierujo.
ca: estableix el patró de noms per als fitxers d'imatge (JPEG); s'accepten els següents símbols especials: %%Y = any, %%m = mes, %%d = dia, %%H = hora, %%M = minut, %%S = segon, %%q = número de fotograma, %%v = número d'esdeveniment, / = subcarpeta.

source: Bildkvalito
ca: Qualitat d'imatge

source: agordas la JPEG-bildkvaliton (pli altaj valoroj produktas pli bonan bildan kvaliton sed postulas pli da stokado)
ca: estableix la qualitat de la imatge JPEG (els valors més alts produeixen una millor qualitat d'imatge però requereixen més espai d'emmagatzematge)

source: Kaptila reĝimo
ca: Mode de captura

source: Moviĝa deĉenigo
ca: Detecció de moviment

source: Moviĝa deĉenigo (Unu bildo)
ca: Activat per moviment (una imatge)

source: Intertempe
ca: A intervals

source: Ĉiuj bildoj
ca: Tots els fotogrames

source: Mane
ca: Manual

source: Difinas la kapta reĝimon:
ca: estableix el mode de captura d'imatges:

source: Moviĝa deĉenigo = bildo kaptita ĉiufoje kiam moviĝo estas detektita,
ca: Activat per moviment = una imatge capturada sempre que es detecta moviment,

source: Intertempe = bildo kaptita ĉiun x sekundojn,
ca: Instantànies a intervals = una imatge capturada cada x segons,

source: Ĉiuj bildoj = konservas ĉiun kadron en bildodosiero,
ca: Tots els fotogrames = desa cada fotograma en un fitxer d'imatge,

source: Mane = mana kapto kun dediĉita butono.
ca: Manual = instantànies manuals mitjançant el botó d'instantànies.

source: Interkapto-Intervalo
ca: Interval de captura de pantalla

source: sekundoj
ca: segons
