Repository: swe-productivity/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.js.po
Languages: cs, fr, nb_no, pt, ro, sk, sv

source: specialaj signoj ne rajtas en pasvorto
cs: V heslech nejsou povoleny speciální znaky
fr: les caractères spéciaux ne sont pas autorisés dans le mot de passe
nb_no: spesielle tegn er ikke tillatt i passordet
pt: caracteres especiais não são permitidos na senha
ro: nu sunt permise caractere speciale pentru parolă
sk: špeciálne znaky v hesle nie sú povolené
sv: Särskilda tecken är inte tillåtna i lösenordet

source: Ĉi tiu kampo estas deviga
cs: Toto pole je povinné
fr: Ce champ est obligatoire
nb_no: Dette feltet er obligatorisk
pt: Este campo é obrigatório
ro: Acest câmp este obligatoriu
sk: Toto pole je povinné
sv: Detta fält krävs

source: specialaj signoj ne rajtas en la nomo de kamerao
cs: Speciální znaky nejsou povoleny ve jménu kamery
fr: les caractères spéciaux ne sont pas autorisés dans le nom de la caméra
nb_no: spesielle tegn er ikke tillatt i navnet på et kamera
pt: caracteres especiais não são permitidos no nome de câmera
ro: nu sunt permise caractere speciale pentru numele camerei
sk: špeciálne znaky v názve kamery nie sú povolené
sv: Speciella tecken är inte tillåtna i namnet för kameran

source: valoro devas esti multoblo de 8
cs: Hodnota musí být násobek 8
fr: la valeur doit être un multiple de 8
nb_no: Verdien må være et multiplum på 8
pt: o valor deve ser um múltiplo de 8
ro: valoarea trebuie să fie un multiplu de 8
sk: hodnota musí byť násobkom čísla 8
sv: värdet måste vara en multipel av 8

source: specialaj signoj ne rajtas en radika voja nomo
cs: Speciální znaky nejsou povoleny v názvu kořenové silnice
fr: les caractères spéciaux ne sont pas autorisés dans le nom du chemin racine
nb_no: spesielle tegn er ikke tillatt i rotmappenavn
pt: caracteres especiais não são permitidos no nome de pasta raiz
ro: nu sunt permise caractere speciale pentru numele căilor root
sk: špeciálne znaky v názve koreňového adresára nie sú povolené
sv: Speciella tecken är inte tillåtna i trädmapps namnet

source: dosieroj ne povas esti kreitaj rekte en la radiko de via sistemo
cs: Soubory nelze vytvořit přímo v kořeni vašeho systému
fr: les fichiers ne peuvent pas être créés directement à la racine de votre système
nb_no: filer kan ikke opprettes direkte i roten til systemet ditt
pt: ficheiros não podem ser criados diretamente na raiz do seu sistema
ro: fișierele nu pot fi create direct la root pentru sistemul dumneavoastră
sk: súbory nesmú byť vytvorené v koreňovom adresári vášho systému
sv: filer kan inte skapas direkt i ditt systems rotkatalog

source: enigu validan retpoŝtadreson
cs: Zadejte platnou e-mailovou adresu
fr: entrez une adresse e-mail valide
nb_no: oppgi en gyldig e-post-adresse
pt: insira um endereço de email válido
ro: introduceți o adresă de email validă
sk: zadajte platnú e-mailovú adresu
sv: Skriv en giltig e-post adress

source: enigu liston de koma apartaj validaj retpoŝtadresoj
cs: Zadejte seznam samostatných platných e -mailových adres Koma
fr: entrez une liste d'adresses e-mail valides séparées par des virgules
nb_no: skriv inn en komma-separert liste med gyldige e -postadresser
pt: insira uma lista de endereços de email válidos separados por vírgula
ro: introduceți o listă de adrese de e-mail valide, separate prin virgulă
sk: zadajte zoznam čiarkou oddelených platných e-mailových adries
sv: Skriv en lista med komma-separerade giltiga e-postadresser

source: specialaj signoj ne rajtas en dosiernomo
cs: V názvu souboru nejsou povoleny speciální znaky
fr: les caractères spéciaux ne sont pas autorisés dans le nom de fichier
nb_no: spesielle tegn er ikke tillatt i filnavnet
pt: caracteres especiais não são permitidos no nome do ficheiro
ro: nu sunt permise caracterele speciale pentru numele fișierului
sk: špeciálne znaky v názve súboru nie sú povolené
sv: speciella tecken är inte tillåtna i filnamnet

source: enigu validan valoron
cs: Zadejte platnou hodnotu
fr: entrez une valeur valide
nb_no: angi en gyldig verdi
pt: insira um valor válido
ro: introduceți o valoare validă
sk: zadajte platnú hodnotu
sv: Ange ett giltigt värde

source: Ĉi rekursie forigos ĉiujn dosierojn ĉeestantajn en la nuba dosierujo "
cs: Tím se rekurzivně odstraní všechny soubory přítomné ve složce cloudu “
fr: Cela supprimera récursivement tous les fichiers du dossier cloud "
nb_no: Dette vil rekursivt slette alle filer som er til stede i sky-mappen ”
pt: Isto recursivamente excluirá todos os ficheiros da pasta na nuvem "
ro: Aceasta va șterge recursiv toate fișierele din directorul cloud "
sk: Toto rekurzívne odstráni všetky existujúce súbory v cloudovom priečinku "
sv: Detta kommer att rekursivt ta bort filer i mappen på din molntjänst "

source: ", ne nur tiuj alŝutitaj de motionEye!
cs: „, nejen ti, kteří nahráli MotionEye!
fr: ", pas seulement ceux téléchargés par motionEye !
nb_no: ", ikke bare de som er lastet opp av motioneye!
pt: ", não apenas aqueles enviados por motionEye!
ro: ", nu doar cele încărcate de motionEye!
sk: ", nielen tie, ktoré boli nahrané motionEye!
sv: ", inte bara de som laddats upp av motionEye!

source: Ĉi rekursie forigos ĉiujn malnovajn amaskomunikilajn dosierojn en la dosierujo "
cs: Tato rekurze odstraní všechny staré mediální soubory v adresáři “
fr: Cela supprimera récursivement tous les anciens fichiers multimédias du dossier "
nb_no: Dette vil rekursivt slette alle gamle mediefiler i katalogen "
pt: Isto recursivamente excluirá todos os ficheiros de mídia velhos da pasta "
ro: Aceasta va șterge recursiv toate fișierele media vechi din directorul "
sk: Toto rekurzívne odstráni všetky staré multimediálne súbory v adresári "
sv: Detta kommer att rekursivt ta bort äldre media filer som finns i filkatalogen "

source: ", ne nur tiuj kreitaj de motionEye!
cs: „Nejen ti, kteří vytvořili Motionleye!
fr: ", pas seulement ceux créés par motionEye !
nb_no: ", ikke bare de som er skapt av Motioneye!
pt: ", não apenas aqueles criados por motionEye!
ro: ", nu doar cele create de motionEye!
sk: ", nielen tie, ktoré vytvoril motionEye!
sv: ", inte bara de som skapats av motionEye!

source: Ne eblas redakti la maskon sen valida kameraa bildo!
cs: Nelze upravit masku bez platného obrázku kamery!
fr: Impossible de modifier le masque sans une image de caméra valide !
nb_no: Kan ikke redigere masken uten et gyldig kamerabilde!
pt: Não é possível editar a máscara sem uma imagem de câmera válida!
ro: Masca nu poate fi editată fără o imagine validă a camerei!
sk: Masku nie je možné upraviť bez platného obrázka z kamery!
sv: Det går inte att redigera masken utan en giltig kamerabild!

source: Propra
cs: Vlastní
fr: Personnalisé
nb_no: Egendefinert
pt: Personalizado
ro: Personalizat
sk: Vlastná
sv: Anpassad

source: Propra dosierindiko
cs: Vlastní indikace souboru
fr: Dossier personnalisé
nb_no: Egendefinert sti
pt: Nome de caminho personalizado
ro: Cale personalizată
sk: Vlastná cesta
sv: Anpassad sökväg

source: Retan kunlokon
cs: Online co -location
fr: Partage réseau
nb_no: Nettverkdeling
pt: compartilhamento de rede
ro: Partajare în rețea
sk: Sieťové zdieľanie
sv: Nätverksdelning

source: Via retumilo ne efektivigas ĉi tiun funkcion!
cs: Váš prohlížeč tuto funkci neprovádí!
fr: Votre navigateur ne gère pas cette fonctionnalité !
nb_no: Nettleseren din implementerer ikke denne funksjonen!
pt: Seu navegador não realiza este recurso!
ro: Browserul dumneavoastră nu implementează această funcție!
sk: Váš prehliadač neimplementuje túto funkciu!
sv: Din webbläsare implementerar inte denna funktion!

source: Apliki
cs: Použít
fr: Appliquer
nb_no: Bruk
pt: Aplicar
ro: Aplică
sk: Použiť
sv: Tillämpa

source: Certigu, ke ĉiuj agordaj opcioj validas!
cs: Ujistěte se, že všechny možnosti konfigurace jsou platné!
fr: Assurez-vous que toutes les options de configuration sont valides !
nb_no: Forsikre deg om at alle konfigurasjonsalternativer er gyldige!
pt: Verifique, se todas as opções de configuração são válidas!
ro: Asigurați-vă că toate opțiunile de configurare sunt valide!
sk: Skontrolute, či sú všetky nastavenia konfigurácie platné!
sv: Säkerställ att alla konfigurationsalternativ är giltiga!

source: Ĉi tio rekomencos la sistemon. Daŭrigi?
cs: Tím se obnoví systém. Pokračovat?
fr: Cela redémarrera le système. Continuer ?
nb_no: Dette vil restarte systemet. Vil du fortsette?
pt: Isso reiniciará o sistema. Continuar?
ro: Aceasta va reporni sistemul. Continuare?
sk: Týmto reštartujete systém. Pokračovať?
sv: Detta kommer att starta om systemet. Fortsätt?

source: Vere fermiti sistemon?
cs: Opravdu uzavřený systém?
fr: Vraiment arrêter le système ?
nb_no: Vil du virkelig skru av systemet?
pt: Deseja realmente desligar o sistema?
ro: Chiar doriți să opriți sistemul?
sk: Naozaj vypnúť?
sv: Vill du verkligen stänga av systemet?

source: Malŝaltita
cs: Vypnutý
fr: Éteint
nb_no: Slått av
pt: Desligado
ro: Oprit
sk: Vypnuté
sv: Avstängd

source: Ĉu vere restartigi ?
cs: Opravdu restartujte?
fr: Vraiment redémarrer ?
nb_no: Vil du virkelig starte på nytt?
pt: Deseja realmente reiniciar agora?
ro: Chiar doriți să reporniți?
sk: Naozaj reštartovať?
sv: Vill du verkligen starta om?

source: La sistemo rekomencis!
cs: Systém pokračoval!
fr: Le système a redémarré !
nb_no: Systemet har blitt restartet!
pt: O sistema foi reiniciado!
ro: Sistemul a fost repornit!
sk: Systém bol reštartovaný!
sv: Systemet har startats om!

source: Bonvolu apliki unue la modifitajn agordojn!
cs: Nejprve použijte upravená nastavení!
fr: Veuillez d'abord appliquer les paramètres modifiés !
nb_no: Vennligst ta i bruk de endrede innstillingene først!
pt: Aplique primeiro as configurações modificadas!
ro: Vă rugăm să aplicați mai întâi setările modificate!
sk: Aplikujte najprv zmenené nastavenia!
sv: Tillämpa de ändrade inställningarna först!

source: Neniu fotilo por forigi!
cs: Žádná kamera k odstranění!
fr: Pas de caméra à retirer !
nb_no: Ingen kameraer å fjerne!
pt: Nenhuma câmera para remover!
ro: Nicio cameră de eliminat!
sk: Neexistuje kamera, ktorú by bolo možné odstrániť!
sv: Ingen kamera att ta bort!

source: Ĉu forigi kameraon
cs: Zda odstranit kameru
fr: Retirer la caméra
nb_no: Fjern kamera
pt: Pode remover a câmera
ro: Eliminați camera
sk: Odstrániť kameru
sv: Ta bort kamera

source: motionEye estas ĝisdatigita (aktuala versio:
cs: Motionleye je aktualizován (aktuální verze:
fr: motionEye est à jour (version actuelle :
nb_no: motionEye er oppdatert (gjeldende versjon:
pt: O motionEye está atualizado (versão atual:
ro: motionEye este actualizat (versiunea curentă:
sk: motionEye je aktuálny (aktuálna verzia:
sv: motionEye är uppdaterat (nuvarande version:

source: Nova versio havebla:
cs: Dostupná nová verze:
fr: Nouvelle version disponible :
nb_no: Ny versjon tilgjengelig:
pt: Nova versão disponível:
ro: Versiune nouă disponibilă:
sk: Je dostupná nová verzia:
sv: Ny version tillgänglig:

source: . Ĝisdatigi?
cs: . Aktualizace?
fr: . Mettre à jour ?
nb_no: . Oppdatere?
pt: . Atualizar?
ro: . Actualizați?
sk: . Aktualizovať?
sv: . Uppdatera?

source: motionEye estis sukcese ĝisdatigita!
cs: Motionleye byl úspěšně aktualizován!
fr: motionEye a été mis à jour avec succès !
nb_no: motionEye har blitt oppdatert!
pt: motionEye foi atualizado com sucesso!
ro: motionEye a fost actualizat cu succes!
sk: motionEye bol úspešne aktualizovaný!
sv: motionEye har uppdaterats!

source: Ĝisdatigo malsukcesis!
cs: Aktualizace selhala!
fr: La mise à jour a échoué !
nb_no: Oppdatering mislyktes!
pt: Atualização malsucedida!
ro: Actualizarea a eșuat!
sk: Aktualizácia skončila s chybou!
sv: Uppdatering misslyckades!

source: La ĝisdatiga procezo malsukcesis!
cs: Proces aktualizace selhal!
fr: Le processus de mise à niveau a échoué !
nb_no: Oppdateringsprosessen mislyktes!
pt: O processo de atualização falhou!
ro: Procesul de actualizare a eșuat!
sk: Proces aktualizácie zlyhal!
sv: Uppdateringsprocessen misslyckades!

source: Rezerva dosiero
cs: Záložní soubor
fr: Fichier de sauvegarde
nb_no: Sikkerhetskopiert fil
pt: Arquivo de cópia de segurança
ro: Fișierul de configurare
sk: Súbor so zálohou
sv: Backup-fil

source: La rezervan dosieron, kiun vi antaŭe elŝutis.
cs: Záložní soubor, který jste dříve stahovali.
fr: Le fichier de sauvegarde que vous avez téléchargé précédemment.
nb_no: sikkerhetskopierte filen du tidligere har lastet ned.
pt: O arquivo de cópia de segurança que você baixou anteriormente.
ro: fișierul de configurare descărcat anterior.
sk: súbor so zálohou, ktorú ste v minulosti uložili.
sv: backup-fil som du laddade ner senast.

source: Restaŭrigi Agordon
cs: Obnovení konfigurace
fr: Restaurer la configuration
nb_no: Gjenopprett konfigurasjon
pt: Restaurar configuração
ro: Restaurați configurația
sk: Obnoviť nastavenia
sv: Återställ Konfiguration

source: Restaŭriganta agordon ...
cs: Nastavení obnovy ...
fr: Restauration de la configuration ...
nb_no: Gjenoppretter konfigurasjonen ...
pt: Restaurando configuração ...
ro: Se restabilește configurația...
sk: Obnovujem nastavenia…
sv: Återställer konfigurationen ...

source: La agordo restaŭrigis!
cs: Konfigurace byla obnovena!
fr: La configuration a été restaurée !
nb_no: Konfigurasjonen er gjenopprettet!
pt: A configuração foi restaurada!
ro: Configurația a fost restabilită!
sk: Nastavenia boli obnovené zo zálohy!
sv: Konfigurationen har återställts!

source: Malsukcesis restaŭri la agordon!
cs: Nepodařilo se obnovit konfiguraci!
fr: Impossible de restaurer la configuration !
nb_no: Kunne ikke gjenopprette konfigurasjonen!
pt: Restauração de configuração malsucedida!
ro: Restaurarea configurației a eșuat!
sk: Nepodarilo sa obnoviť nastavenia!
sv: Misslyckades med att återställa konfigurationen!

source: Aliri la alŝutan servon malsukcesis:
cs: Pro přístup k nahrávání selhalo:
fr: Échec de l'accès au service de téléchargement :
nb_no: Tilgang til opplastingstjenesten mislyktes:
pt: O acesso ao serviço de upload falhou:
ro: Accesul la serviciul de încărcare a eșuat:
sk: Pokus o prístup k nahrávacej službe skončil s chybou:
sv: Åtkomst till uppladdningstjänsten misslyckades:

source: Aliri la alŝutan servon sukcesis!
cs: Přístup k upload služby byl úspěšný!
fr: L'accès au service de téléchargement a réussi !
nb_no: Tilgang til opplastingstjenesten har vært vellykket!
pt: O acesso ao serviço de upload foi bem-sucedido!
ro: Serviciul de încărcare a fost accesat cu succes!
sk: Komunikácia s nahrávacou službou bola úspešne nadviazaná!
sv: Åtkomst till uppladdningstjänsten lyckades!

source: Sciiga retpoŝto fiaskis:
cs: E -mail s oznámením selhal:
fr: Échec de la notification par e-mail :
nb_no: E-post varsel mislyktes:
pt: E-mail de notificação falhou:
ro: E-mailul de notificare a eșuat:
sk: E-mail s upozornením zlyhal:
sv: Notifikations email misslyckades:

source: Certiĝu, ke ĉiuj agordaj opcioj estas validaj!
cs: Ujistěte se, že všechny možnosti konfigurace jsou platné!
fr: Assurez-vous que toutes les options de configuration sont valides !
nb_no: Forsikre deg om at alle konfigurasjonsalternativer er gyldige!
pt: Verifique, se todas as opções de configuração são válidas!
ro: Asigurați-vă că toate opțiunile de configurare sunt valide!
sk: Uistite sa, že všetky nastavenia sú platné!
sv: Kontrollera att alla konfigurationsalternativ är korrekta!

source: Sciiga Telegramo fiaskis:
cs: Novinky Telegram selhaly:
fr: Le «Telegram» de notification a échoué :
nb_no: Telegram varsel mislyktes:
pt: O telegrama de notificação falhou:
ro: Notificarea Telegram a eșuat:
sk: Upozornenie na Telegram skončilo s chybou:

source: Sciiga Telegramo sukcesis!
cs: Novinky Telegram byl úspěšný!
fr: Le «Telegram» de notification a réussi !
nb_no: Telegram varsel har vært vellykket!
pt: O telegrama de notificação foi bem sucedido!
ro: Notificarea Telegram a avut succes!
sk: Upozornenie na Telegram bolo úspešné!

source: Aliro al retdividado fiaskis:
cs: Přístup k webové divizi selhal:
fr: L'accès au partage réseau a échoué :
nb_no: Tilgang til nettverksdeling mislyktes:
pt: O acesso à transmissão de rede falhou:
ro: Accesul la partajarea rețelei a eșuat:
sk: Pokus o prístup ku sieťovému zdieľaniu skončil s chybou:
sv: Åtkomst till utdelad nätverksmapp misslyckades:

source: Aliro al retdividado sukcesis!
cs: Přístup k webové divizi byl úspěšný!
fr: L'accès au partage réseau a réussi !
nb_no: Tilgang til nettverksdeling var vellykket!
pt: O acesso ao compartilhamento de rede foi bem sucedido!
ro: Accesul la partajarea de rețea a avut succes!
sk: Komunikácia so sieťovým zdieľaním bola úspešne nadviazaná!
sv: Åtkomst till utdelad nätverksmapp lyckades!

source: Ĉu vere forigi ĉi tiun dosieron?
cs: Opravdu smažte tento soubor?
fr: Voulez-vous vraiment supprimer ce fichier ?
nb_no: Vil du virkelig slette denne filen?
pt: Deseja mesmo excluir este ficheiro?
ro: Chiar doriți să ștergeți acest fișier?
sk: Naozaj odstrániť tento súbor?
sv: Vill du verkligen ta bort denna fil?

source: Ĉu vere forigi ĉiujn bildojn de "%(group)s"?
cs: Opravdu odstraňte všechny obrázky z „%(skupiny) S“?
fr: Voulez-vous vraiment supprimer toutes les images de "%(group)s" ?
nb_no: Vil du virkelig slette alle bilder fra "%(gruppe) s"?
pt: Excluir realmente todas as imagens de "%(group)s"?
ro: Chiar doriți să ștergeți toate imaginile din „(grup)uri %”?
sk: Naozaj odstrániť všetky súbory obrázkov z "%(group)s"?

source: Ĉu vere forigi ĉiujn filmojn de "%(group)s"?
cs: Opravdu odstraníte všechny filmy z „%(skupiny) s“?
fr: Voulez-vous vraiment supprimer tous les films de "%(group)s" ?
nb_no: Vil du virkelig slette alle filmer fra "%(gruppe) s"?
pt: Remover realmente todos os vídeos de "%(group)s"?
ro: Chiar doriți să ștergeți toate videoclipurile din „(grup)uri %”?
sk: Naozaj odstrániť všetky videá z "%(group)s"?
sv: Blir du verkligen av med alla filmer av "%(group)s"?

source: Ĉu vere forigi ĉiujn ne grupigitajn bildojn?
cs: Opravdu odstraňte všechny ne seskupené obrázky?
fr: Voulez-vous vraiment supprimer toutes les images non groupées ?
nb_no: Vil du virkelig slette alle ikke grupperte bilder?
pt: Deseja excluir todas as imagens não agrupadas?
ro: Chiar doriți să ștergeți toate imaginile negrupate?
sk: Naozaj odstrániť všetky nezoskupené obrázky?

source: Ĉu vere forigi ĉiujn ne grupigitajn filmojn?
cs: Opravdu odstraňte všechny nesklubované filmy?
fr: Certain de vouloir supprimer tous les films non groupés ?
nb_no: Vil du virkelig slette alle de ikke grupperte filmene?
pt: Deseja excluir todos os filmes não agrupados?
ro: Chiar doriți să ștergeți toate videoclipurile negrupate?
sk: Naozaj odstrániť všetky nezoskupené videá?

source: aldonadi kameraon...
cs: Přidejte kameru ...
fr: ajouter une caméra ...
nb_no: legg til et kamera ...
pt: adicionar câmera...
ro: adaugă o cameră...
sk: pridať kameru...
sv: Lägg till kamera ...

source: Uzantnomo
cs: Uživatelské jméno
fr: Identifiant
nb_no: Brukernavn
pt: Nome de usuário
ro: Nume de utilizator
sk: Meno používateľa
sv: Användarnamn

source: Pasvorto
cs: Heslo
fr: Mot de passe
nb_no: Passord
pt: Senha
ro: Parola
sk: Heslo
sv: Lösenord

source: Memoru min
cs: Zapamatuj si mě
fr: Souviens toi de moi
nb_no: Husk meg
pt: Lembra de mim
ro: Ține-mă minte
sk: Pamätaj si ma
sv: Kom ihåg mig

source: Ensaluti
cs: Přihlásit se
fr: Connectez-vous
nb_no: Logg inn
pt: Entrar
ro: Autentificare
sk: Prihlásiť
sv: Logga in

source: Nuligi
cs: zrušení
fr: Annuler
nb_no: Avbryt
pt: Cancelar
ro: Renunțare
sk: Zrušiť
sv: Avbryt

source: Vi abortis la filmeton.
cs: Video jste přerušili.
fr: Vous avez abandonné la vidéo.
nb_no: Du avbrøt videoen.
pt: Você terminou o vídeo.
ro: Ai renunțat la videoclip.
sk: Video ste zrušili.
sv: Du avbröt videon.

source: Reto eraro okazis.
cs: Došlo k chybě sítě.
fr: Une erreur réseau s'est produite.
nb_no: En nettverksfeil oppstod.
pt: Ocorreu um erro de rede.
ro: A apărut o eroare de rețea.
sk: Vyskytol sa problém na sieti.
sv: Ett nätverksfel inträffade.

source: Malkodado-eraro aŭ neprogresinta funkcio.
cs: Chyba dekódování nebo neprogresivní funkce.
fr: Erreur de décodage ou fonction pas supportée.
nb_no: Dekodingfeil av media eller ikke-støttet funksjon.
pt: Erro de decodificação ou função não progredida.
ro: Eroare de decodare sau funcție neacceptată.
sk: Chyba dekódovania multimédia alebo nepodporované vlastnosti súboru.

source: Formato ne subtenata aŭ neatingebla/netaŭga por ludado.
cs: Formát není podporován nebo nedostupný/nevhodný pro hru.
fr: Format non pris en charge ou inaccessible/inadapté à la lecture.
nb_no: Format ikke støttet eller utilgjengelig/upassende for avspilling.
pt: Formato não compatível ou inacessível/inadequado para reprodução.
ro: Format neacceptat sau inaccesibil/nepotrivit pentru redare.
sk: Formát nie je podporovaný alebo nie je dostupný/vhodný na prehrávanie.
sv: Formatet stöds inte eller är otillgängligt/olämpligt för uppspelning.

source: Nekonata eraro okazis.
cs: Nastala neznámá chyba.
fr: Une erreur inconnue s'est produite.
nb_no: En ukjent feil oppstod.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
sk: Nastala neznáma chyba.
sv: Okänt fel inträffade.

source: Eraro :
cs: Chyba:
fr: Erreur :
nb_no: Feil:
pt: Erro:
ro: Eroare:
sk: Chyba:
sv: Fel:

source: antaŭa bildo
cs: předchozí obrázek
fr: vue précédente
nb_no: forrige bilde
pt: imagem anterior
ro: imaginea anterioară
sk: predchádzajúci obrázok
sv: Föregående bild

source: ludi
cs: hrát
fr: lire
nb_no: spill av
pt: Reproduzir
ro: Redă
sk: prehrať
sv: spela

source: ludi * 5 kaj enĉenigi
cs: hrát * 5 a dostat se dovnitř
fr: lire x5 et enchaîner
nb_no: spill av * 5 og sett sammen
pt: Reproduzir 5 vezes mais rápido
ro: Redă x5 în șir
sk: prehrať * 5 a zreťaziť

source: sekva bildo
cs: Další obrázek
fr: vue suivante
nb_no: neste bilde
pt: próxima imagem
ro: imaginea următoare
sk: nasledujúci obrázok
sv: nästa bild

source: Fermi
cs: Zavřít
fr: Fermer
nb_no: Lukk
pt: Fechar
ro: Închide
sk: Zavrieť
sv: Stäng

source: Elŝuti
cs: Stažení
fr: Télécharger
nb_no: Last ned
pt: Baixar
ro: Descarcă
sk: Stiahnuť
sv: Ladda ner

source: Forigi
cs: Odebrat
fr: Supprimer
nb_no: Fjern
pt: Excluir
ro: Șterge
sk: Odstrániť
sv: Ta bort

source: Kamerao tipo
cs: Typ kamery
fr: Type de caméra
nb_no: Kameratype
pt: Tipo de câmera
ro: Tipul camerei
sk: Typ kamery
sv: Kamerattyp

source: Loka V4L2-kamerao
cs: Lokální kamera V4L2
fr: Caméra V4L2 locale
nb_no: Lokalt V4L2 kamera
pt: Câmera V4L2 local
ro: Cameră locală V4L2
sk: Miestna V4L2 kamera
sv: Lokal V4L2-kamera

source: Loka MMAL-kamerao
cs: Lokální kamera MMAL
fr: Caméra MMAL locale
nb_no: Lokalt MMAL kamera
pt: Câmera MMAL local
ro: Cameră locală MMAL
sk: Miestna MMAL kamera
sv: Lokal MMAL-kamera

source: Reta kamerao
cs: Online fotoaparát
fr: Caméra réseau
nb_no: Nettverk-kamera
pt: Câmera de Rede
ro: Cameră de rețea
sk: Sieťová kamera
sv: Nätverkskamera

source: Fora motionEye kamerao
cs: Far Motionleye Camera
fr: Caméra motionEye distante
nb_no: Eksternt motionEye kamera
pt: Câmera motionEye externa
ro: Cameră motionEye la distanță
sk: Vzdialená motionEye kamera
sv: Fjärrstyrd motionEye-kamera

source: Simpla MJPEG-kamerao
cs: Jednoduchá kamera MJPEG
fr: Caméra MJPEG simple
nb_no: Enkelt MJPEG kamera
pt: Câmera MJPEG simples
ro: Cameră MJPEG simplă
sk: Jednoduchá MJPEG kamera
sv: Simpel MJPEG-kamera

source: la speco de kamerao, kiun vi volas aldoni
cs: Typ fotoaparátu, který chcete přidat
fr: le type de caméra que vous souhaitez ajouter
nb_no: typen kamera du vil legge til
pt: o tipo de câmera, que você deseja adicionar
ro: Tipul camerei pe care doriți s-o adăugați.
sk: typ kamery, ktorú si želáte pridať
sv: Typ av kamera som du önskar att lägga till

source: URL
sk: URL adresa

source: http://ekzemplo.com:8765/cams/...
fr: http://exemple.com:8765/cams/..
nb_no: http://example.com:8765/cams/...
pt: http://exemplo.pt:8765/cams/...
ro: http://exemplu.com:8765 /cams/...
sk: http://priklad.com:8765/cams/...
sv: http://example.com:8765/cams/...
