Repository: swe-productivity/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.js.po
Languages: cs, fr, nb_no, pt, ro, sk, sv

source: la kameraa URL (ekz. http://ekzemplo.com:8080/cam/)
cs: URL kamery (např. http://ekzemplo.com:8080/cam/)
fr: l'URL de la caméra (ex. http://exemple.com:8080/cam/)
nb_no: kameraets addresse (eg http://example.com:8080/cam/)
pt: o URL da câmera (por exemplo, http://exemplo.pt:8080/cam/)
ro: adresa URL a camerei (ex. http://examplu.com:8080/cam/)
sk: URL adresa kamery (napr. http://priklad.com:8080/cam/)
sv: Kamerans URL (t.ex http://example.com:8080/cam/)

source: uzantnomo...
cs: Uživatelské jméno ...
fr: nom d'utilisateur ...
nb_no: brukernavn ...
pt: nome de usuário ...
ro: nume de utilizator ...
sk: meno používateľa ...
sv: användarnamn ...

source: la uzantnomo por la URL, se bezonata (ekz. administranto)
cs: Uživatelské jméno pro URL, je -li to požadováno (např. Správce)
fr: le nom d'utilisateur de l'URL, si nécessaire (ex. admin)
nb_no: brukernavnet for nettadressen, om nødvendig (f.eks. admin)
pt: o nome de usuário para o URL, se necessário (p. ex.: admin)
ro: Numele de utilizator pentru adresa URL, dacă este necesar (ex. admin).
sk: meno používateľa pre URL adresu, ak je potrebné jeho zadanie (napr. admin)
sv: användarnamnet för URL:en, om det behövs (t.ex admin)

source: pasvorto...
cs: Heslo ...
fr: mot de passe ...
nb_no: passord ...
pt: senha...
ro: parola ...
sk: heslo ...
sv: lösenord ...

source: la pasvorto por la URL, se bezonata
cs: heslo pro URL, pokud je to požadováno
fr: le mot de passe de l'URL, si nécessaire
nb_no: passordet for nettadressen, om nødvendig
pt: a senha do URL, se necessário
ro: Parola pentru adresa URL, dacă este necesară.
sk: heslo pre URL adresau, ak je potrebné
sv: lösenordet för URL:en, om det behövs

source: Kamerao
cs: Fotoaparát
fr: Caméra
nb_no: Kamera
pt: Camera
ro: Cameră
sk: Kamera
sv: Kamera

source: la kameraon, kiun vi volas aldoni
cs: fotoaparát, který chcete přidat
fr: la caméra que vous souhaitez ajouter
nb_no: kameraet du vil legge til
pt: a câmera que deseja adicionar
ro: Camera pe care doriți să o adăugați.
sk: kamera, ktorú si želáte pridať
sv: kameran du önskar att lägga till

source: Fora motionEye kamerao estas kameraoj instalitaj malantaŭ alia servilo de MotionEye. Aldonante ilin ĉi tie permesos vin rigardi kaj administri ilin de malproksime.
cs: Fora MotionEye Camera jsou kamery nainstalované za jiným serverem Motionleye. Přidání zde vám umožní hledat a spravovat je z dálky.
fr: Une caméra motionEye distante est une caméra installée derrière un autre serveur MotionEye. L'ajouter ici vous permettra de la regarder et de la gérer à distance.
nb_no: Eksterne motionEye kameraer er kameraer installert bak en annen motionEye -server. Å legge dem til her vil tillate deg å se og administrere dem eksternt.
pt: Uma câmera motionEye externa é uma câmera instalada atrás de outro servidor MotionEye. Adicioná-las aqui, lhe permitirá a visualização e administração à distância.
ro: Camerele motionEye la distanță sunt camere instalate în spatele altui server MotionEye. Adăugarea acestora aici vă va permite să le vizualizați și să le gestionați de la distanță.
sk: Vzdialené kamery motionEye sú kamery nainštalované na inom serveri motionEye. Ak ich sem pridáte, umožní vám to ich prezeranie a vzdialenú správu.
sv: Fjärrstyrd motionEye-kamera är kameror installerad bakom en annan motionEye server. Att lägga till dom här tillåter dig att se och hantera dom fjärrstyrt.

source: Retaj kameraoj (aŭ IP-kameraoj) estas aparatoj, kiuj denaske fluas RTSP/RTMP aŭ MJPEG-filmetojn aŭ simplajn JPEG-bildojn. Konsultu la manlibron de via aparato por ekscii la ĝustan URL RTSP, RTMP, MJPEG aŭ JPEG.
cs: Webové kamery (nebo IP kamery) jsou zařízení, která nativně proudí videa RTSP/RTMP nebo MJPEG nebo jednoduché obrázky JPEG. Poraďte se s příručkou vašeho zařízení a zjistěte správnou adresu URL RTSP, RTMP, MJPEG nebo JPEG.
fr: Les caméras réseau (ou caméras IP) sont des appareils qui diffusent en mode natif des vidéos RTSP/RTMP ou MJPEG ou de simples images JPEG. Consultez le manuel de votre appareil pour connaître l'URL RTSP, RTMP, MJPEG ou JPEG correcte.
nb_no: Nettverk-kameraer (eller IP -kameraer) er enheter som støtter strømming av RTSP/RTMP eller MJPEG videoer eller enkle JPEG bilder. Kontakt håndboken for enheten din for å finne ut riktig URL RTSP, RTMP, MJPEG eller JPEG addresse.
pt: As câmeras de rede (ou câmeras IP) são dispositivos que transmitem nativamente vídeos RTSP/RTMP ou MJPEG, ou imagens JPEG simples. Consulte o manual do seu dispositivo para descobrir o URL de RTSP, RTMP, MJPEG ou JPEG correto.
ro: Camerele de rețea (sau camerele IP) sunt dispozitive care transmit în mod nativ videoclipuri RTSP / RTMP sau MJPEG sau imagini JPEG simple. Verificați manualul dispozitivului pentru a afla adresa URL corectă RTSP, RTMP, MJPEG sau JPEG.
sk: Sieťové kamery (alebo IP kamery) sú zariadenia, ktoré natívne vysielajú prúd RTSP/RTMP alebo MJPEG videá prípadne obyčajné obrázky JPEG. Preštudujte si návod k vášmu zariadeniu, kde nájdete správnu URL adresu pre RTSP, RTMP, MJPEG alebo JPEG.
sv: Nätverkskameror (eller IP-kameror) är enheter som strömmar RTSP/RTMP eller MJPEG-videor eller vanliga JPEG-bilder. Läs igenom din enhets manual för att ta reda på den korrekta RTSP, MJPEG eller JPEG URL:en.

source: Lokaj MMAL-kameraoj estas aparatoj konektitaj rekte al via motionEye-sistemo. Ĉi tiuj estas kutime kart-specifaj kameraoj.
cs: Místní kamery MMAL jsou zařízení připojená přímo k vašemu systému MotionEye. Jedná se obvykle o kamery specifické pro karty.
fr: Les caméras MMAL locales sont des appareils directement connectés à votre système motionEye. Ce sont généralement des appareils photo spécifiques à la carte-mère.
nb_no: Lokale MMAL kameraer er enheter koblet direkte til motionEye-systemet ditt. Dette er vanligvis kortspesifikke kameraer.
pt: As câmeras MMAL locais são dispositivos conectados diretamente ao seu sistema motionEye. Geralmente, são câmeras específicas da placa(board).
ro: Camerele locale MMAL sunt dispozitive conectate direct la sistemul dumneavoastră motionEye. Acestea sunt de obicei camere specifice plăcii.
sk: Miestne MMAL kamery sú zariadenia pripojené priamo k vášmu motionEye systému. Zvyčajne to bývajú kamery určené pre konkrétnu dosku/čip.
sv: Lokala MMAL kameror är enheter som är direkt anslutna till ditt motionEye system. Dessa är vanligtvis hårdvaruspecifika kameror.

source: Aldonante vian aparaton kiel simplan MJPEG-kameraon anstataŭ kiel retan kameraon plibonigos la fotografaĵon, sed neniu moviĝo-detekto, bilda kaptado aŭ registrado de filmoj estos disponebla por ĝi. La kamerao devas esti alirebla por via servilo kaj via retumilo. Ĉi tiu tipo de kamerao ne kongruas kun Internet Explorer.
cs: Přidání zařízení jako jednoduché kamery MJPEG místo toho, jak online fotoaparát zlepší fotografii, ale pro ni nebude k dispozici žádná detekce pohybu, snímání obrázků nebo nahrávání filmů. Fotoaparát musí být přístupný vašemu serveru a prohlížeči. Tento typ fotoaparátu neodpovídá internetovým průzkumníka.
fr: L'ajout de votre appareil en tant que simple caméra MJPEG au lieu d'une caméra réseau améliorera la qualité d'image, mais aucune détection de mouvement, capture d'image ou enregistrement de film ne sera disponible. La caméra doit être accessible à votre serveur et à votre navigateur. Ce type de caméra est incompatible avec Internet Explorer.
nb_no: Legge til enheten din som et enkelt MJPEG -kamera i stedet for som ett nettverks-kamera vil forbedre oppdateringshastigheten, men ingen bevegelsesdeteksjon, bildefangst eller innspilling av filmer vil være tilgjengelig for det. Kameraet må være tilgjengelig for serveren din og nettleseren din. Denne typen kamera støttes ikke med Internet Explorer.
pt: Adicionar seu dispositivo como câmera MJPEG simples e não como uma câmera de rede, melhorará a imagem, mas a detecção de movimento, captura de imagem e gravação de filme não estarão disponíveis para essa mesma. A câmera deve estar acessível ao seu servidor e seu navegador. Este tipo de câmera não é compatível ao Internet Explorer.
ro: Adăugarea dispozitivului ca o simplă cameră MJPEG în loc de ca o cameră de rețea va îmbunătăți imaginea, dar nu va fi disponibilă detectarea a mișcării, captarea imaginii sau înregistrarea videoclipurilor. Camera trebuie să fie accesibilă atât pentru server, cât și pentru browser. Acest tip de cameră nu este compatibil cu Internet Explorer.
sk: Ak pridáte vaše zariadenie ako jednoduchú MJPEG kameru namiesto sieťovej kamery, dosiahnete tak vyššiu snímkovú frekvenciu, ale nebude možné pre ňu dostupná detekcia pohybu, zachytávanie obrázkov alebo nahrávanie videí. Kamera musí byť dostupná z vášho servera aj webového prehliadača. Tento typ kamery nie je kompatibilný s Internet Explorerom.
sv: Att lägga till din kamera som en simpel MJPEG-kamera istället för en nätverkskamera kommer att förbättra uppdateringsfrekvensen, men ingen rörelse avkänning, bildtagning eller filminspelning är tillgänglig för den. Kameran måste vara tillgänglig för både din server och webbläsare.

source: Lokaj V4L2-kameraoj estas kameraaj aparatoj konektitaj rekte al via motionEye-sistemo, kutime per USB.
cs: Místní kamery V4L2 jsou kamera, která jsou připojena přímo k vašemu systému Motionleye, obvykle prostřednictvím USB.
fr: Les caméras V4L2 locales sont des périphériques connectés directement à votre système motionEye, généralement par USB.
nb_no: Lokale V4L2 kameraer er kameraenheter som er koblet direkte til motioneye-systemet ditt, vanligvis via USB.
pt: As câmeras V4L2 locais são dispositivos de câmera conectados diretamente ao seu sistema motionEye, geralmente por USB.
ro: Camerele locale V4L2 sunt dispozitivele video conectate direct la sistemul dumneavoastră motionEye, de obicei prin USB.
sk: Miestne V4L2 kamery sú kamerové zariadenia pripojené priamo k vášmu motionEye systému, zvyčajne prostredníctvom USB.
sv: Lokala V4L2-kameror är kamera enheter som är anslutna direkt till ditt motionEye system, vanligtvis genom USB.

source: Aldonadi kameraon...
cs: Přidejte kameru ...
fr: Ajouter une caméra ...
nb_no: Legg til et kamera ...
pt: Adicionar câmera ...
ro: Adaugă o cameră...
sk: Pridať kameru...
sv: Lägg till kamera ...

source: Grupo
cs: Skupina
fr: Groupe
nb_no: Gruppe
ro: Grup
sk: Skupina
sv: Grupp

source: Inkluzivi foton prenitan ĉiun
cs: Zahrnout fotografii pořízenou každý
fr: Inclure une photo prise chaque
nb_no: Inkluder et bilde tatt hvert
pt: Incluir uma foto tirada cada
ro: Includeți câte o fotografie făcută la fiecare
sk: Zahrnúť obrázok každú/ých
sv: Inkludera en bild tagen varje

source: sekundo
cs: vteřina
fr: seconde
nb_no: sekund
pt: segundo
ro: secundă
sk: sekunda
sv: sekund

source: 5 sekundoj
cs: 5 sekund
fr: 5 secondes
nb_no: 5 sekunder
pt: 5 segundos
ro: 5 secunde
sk: 5 sekúnd
sv: 5:e sekund

source: 10 sekundoj
cs: 10 sekund
fr: 10 secondes
nb_no: 10 sekunder
pt: 10 segundos
ro: 10 secunde
sk: 10 sekúnd
sv: 10:e sekund

source: 30 sekundoj
cs: 30 sekund
fr: 30 secondes
nb_no: 30 sekunder
pt: 30 segundos
ro: 30 de secunde
sk: 30 sekúnd
sv: 30:e sekund

source: minuto
cs: minuta
fr: minute
nb_no: minutt
ro: minut
sk: minúta
sv: minut

source: 5 minutoj
cs: 5 minut
fr: 5 minutes
nb_no: 5 minutter
pt: 5 minutos
ro: 5 minute
sk: 5 minút
sv: 5:e minut

source: 10 minutoj
cs: 10 minut
fr: 10 minutes
nb_no: 10 minutter
pt: 10 minutos
ro: 10 minute
sk: 10 minút
sv: 10:e minut

source: 30 minutoj
cs: 30 minut
fr: 30 minutes
nb_no: 30 minutter
pt: 30 minutos
ro: 30 minute
sk: 30 minút
sv: 30:e minut

source: horo
cs: hodina
fr: heure
nb_no: time
pt: hora
ro: oră
sk: hodina
sv: timme

source: Elektu la intervalon de tempo inter du elektitaj bildoj.
cs: Vyberte rozsah času mezi dvěma vybranými obrázky.
fr: Sélectionnez l'intervalle de temps entre deux images sélectionnées.
nb_no: velg tidsintervallen mellom to utvalgte bilder.
pt: Escolha o espaço de tempo entre duas fotos tiradas.
ro: Alegeți intervalul de timp dintre două imagini selectate.
sk: vyberte časový interval medzi dvoma vybranými obrázkami.
sv: välj intervall för tiden mellan två valda bilder.

source: Filmo framfrekvenco
cs: FILMOVÁ SRUMENÁ FAMENÁ
fr: Fréquence d'images du film
nb_no: Film oppdateringshastighet
pt: Frequência de imagens do filme
ro: Rata de cadre a videoclipurilor
sk: Snímková frekvencia videí

source: Elektu kiom rapide vi volas ke la akselita video estu.
cs: Vyberte si, jak rychle chcete ozbrojené video.
fr: Choisissez la vitesse à laquelle vous souhaitez que la vidéo accélérée soit.
nb_no: velg hvor raskt du vil timelapse avspillingen skal være.
pt: Escolha a velocidade de reprodução do vídeo de timelapse.
ro: Alegeți cât de rapid doriți să fie redat videoclipul timelapse.
sk: vyberte rýchlosť prehrávania časozberného videa.
sv: välj hur snabb du vill att timelapse-uppspelningen ska vara.

source: Konsiderante la grandan nombron da bildoj, krei vian video povus daŭri iom da tempo!
cs: Vzhledem k velkému počtu obrázků může vytvoření videa nějakou dobu trvat!
fr: Compte tenu du grand nombre d'images, la création de votre vidéo peut prendre un certain temps !
nb_no: Gitt det store antallet bilder, kan det ta litt tid å lage timelapse videoen!
pt: Considerando o grande número de imagens, a criação do seu vídeo pode levar algum tempo!
ro: Având în vedere numărul mare de imagini, crearea videoclip-ului timelapse poate dura ceva timp!
sk: Vzhľadom na veľký počet obrázkov môže vytváranie časozberného video nejaký čas trvať!
sv: med tanke på det stora antalet bilder, skapandet av din timelapse kommer ta ett tag!

source: Krei akselita video
cs: Vytvořte ozbrojené video
fr: Créer une vidéo accélérée
nb_no: Lag Timelapse Video
pt: Crie um vídeo timelapse
ro: Creați videoclip timelapse
sk: Vytvoriť časozberné video
sv: Skapa en timelapse film

source: Filmo kreanta en progreso...
cs: Probíhá vytváření filmu ...
fr: Création du film en cours ...
nb_no: Lager Timelapse Video ...
pt: Criando video timelapse...
ro: Creare videoclip timelapse...
sk: Vytváram časozberné video…
sv: Skapar timelapse film...

source: Zipitaj
cs: Zip
fr: Zippées
nb_no: Kompremert (ZIP)
pt: Zipado
ro: Arhivat
sk: ZIP archív
sv: Zippad

source: Akselita video
cs: Obchodní video
fr: Vidéo accélérée
nb_no: Timelapse
pt: Vídeo Timelapse
ro: Timelapse
sk: Časozber
sv: Timelapse

source: Forigi ĉiujn
cs: Odebrat všechny
fr: Tout supprimer
nb_no: Slett alle
pt: Excluir todos
ro: Șterge tot
sk: Odstrániť všetko
sv: Ta bort alla

source: Bildoj prenitaj de
cs: Obrázky pořízené
fr: Photos prises par
nb_no: Bilder tatt av
pt: Fotos tiradas por
ro: Imagini înregistrate de camera
sk: Obrázky zachytené kamerou
sv: Bilder tagen av

source: Filmoj registritaj de
cs: Filmy zaznamenané
fr: Films enregistrés par
nb_no: Filmer spilt inn av
pt: Filmes gravados por
ro: Videoclipuri înregistrate de camera
sk: Videá nahrané kamerou
sv: Filmer inspelade av

source: montru ĉi tiun fotilon plenekranan
cs: Zobrazit tento fotoaparát plnou obrazovku
fr: Afficher cette caméra en plein écran
nb_no: Vis dette kameraet i fullskjerm
pt: Mostrar esta câmera em ecrã inteiro
ro: Afișează această cameră pe ecran complet
sk: Zobraziť túto kameru na celej obrazovke
sv: Visa den här kameran i fullskärm

source: montri ĉiujn fotilojn
cs: Ukažte všechny kamery
fr: Afficher toutes les caméras
nb_no: Vis alle kameraer
pt: Mostrar todas as câmeras
ro: Afișează toate camerele
sk: Zobraziť všetky kamery
sv: Visa alla kameror

source: montru nur ĉi tiun fotilon
cs: Zobrazit pouze tento fotoaparát
fr: Afficher seulement cette caméra
nb_no: Vis bare dette kameraet
pt: Mostrar apenas esta câmera
ro: Afișează doar această cameră
sk: Zobraziť iba túto kameru
sv: Visa bara denna kamera

source: malfermaj bildoj retumilo
cs: Otevřený prohlížeč obrázků
fr: ouvrir le navigateur d'images
nb_no: åpne bilder utforsker
pt: Abrir navegador de imagens
ro: deschide browserul de imagini
sk: otvoriť prehliadač obrázkov
sv: öppna bildbläddrare

source: malferma videoj retumilo
cs: Otevřený prohlížeč videí
fr: ouvrir le navigateur de vidéos
nb_no: åpne videoer utforsker
pt: Abrir navegador de vídeos
ro: deschide browserul de videoclipuri
sk: otvoriť prehliadač videí

source: agordi ĉi tiun kameraon
cs: Nastavte tuto kameru
fr: régler cette caméra
nb_no: konfigurer dette kameraet
pt: Configurar esta câmera
ro: configurați această cameră
sk: nastaviť túto kameru
sv: konfigurera den här kameran

source: preni instantaron
cs: Udělejte si okamžik
fr: prendre un instantané
nb_no: å ta et kjapt bilde
pt: Tirar uma foto
ro: efectuați o captură
sk: vytvoriť snímku
sv: ta en bild

source: Vi ankoraŭ ne agordis iun kameraon. Alklaku ĉi tie por aldoni unu ...
cs: Ještě jste nenastavili žádnou kameru. Kliknutím sem přidáte jednu ...
fr: Vous n'avez pas encore configuré de caméra. Cliquez ici pour en ajouter une ...
nb_no: Du har ikke satt opp noen kamera ennå. Klikk her for å legge til ett ...
pt: Você ainda não configurou nenhuma câmera. Clique aqui para adicionar uma ...
ro: Nu ați configurat încă nicio cameră. Click aici pentru a adăuga una...
sk: Ešte ste nenastavili žiadne kamery. Kliknite sem pre pridanie prvej...
sv: Du har inte konfigurerat en kamera ännu. Klicka här för att lägga till en…

source: enigu pozitivan nombron
cs: Zadejte kladné číslo
fr: entrez un nombre positif
nb_no: skriv inn et positivt tall
pt: insira um número positivo
ro: introduceți un număr pozitiv
sk: zadajte kladné číslo
sv: Ange ett positivt nummer

source: enigu pozitivan entjeran nombron
cs: Zadejte pozitivní celé číslo
fr: entrez un entier positif
nb_no: skriv inn et positivt heltallnummer
pt: insira um número inteiro positivo
ro: introduceți un număr întreg pozitiv
sk: zadajte kladné celé číslo

source: enigu nombron
cs: Zadejte číslo
fr: entrez un nombre
nb_no: skriv inn et tall
pt: insira um número
ro: introduceți un număr
sk: zadajte číslo
sv: Ange ett nummer

source: enigu entjeran nombron
cs: Zadejte celé číslo
fr: entrez un entier
nb_no: skriv inn et heltallnummer
pt: insira um número inteiro
ro: introduceți un număr întreg
sk: zadajte celé číslo

source: inter
cs: mezi
fr: entre
nb_no: mellom
pt: entre
ro: între
sk: medzi
sv: emellan

source: kaj
cs: a
fr: et
nb_no: og
pt: e
ro: și
sk: a
sv: och

source: pli ol
cs: více než
fr: supérieur à
nb_no: mer enn
pt: mais que
ro: mai mare decât
sk: väčšie ako
sv: större än

source: malpli ol
cs: méně než
fr: inférieur à
nb_no: mindre enn
pt: menos que
ro: mai mic decât
sk: menšie ako
sv: mindre än

source: enigu validan tempon en la sekva formato: HH:MM
cs: Zadejte platný čas v následujícím formátu: HH: MM
fr: entrez une heure valide au format suivant : HH:MM
nb_no: skriv inn en gyldig tid i følgende format: HH: MM
pt: insira um horario válido no seguinte formato: HH:MM
ro: introduceți o oră validă în următorul format: HH:MM
sk: zadajte platný čas vo formáte: HH:MM
sv: ange en giltig tid i följande format HH:MM

source: enigu validan URL (ekz. http://ekzemplo.com:8080/cams/)
cs: Zadejte platnou adresu URL (např. Http://ekzemplo.com:8080/cams/)
fr: entrez une URL valide (par exemple http://exemple.com:8080/cams/)
nb_no: skriv inn en gyldig addresse (f.eks. Http://ekzemplo.com:8080/cams/)
pt: insira um URL válido (por exemplo, http://exemplo.pt:8080/cams/)
ro: introduceți o adresă URL validă (ex. http://example.com:8080/cams/)
sk: zadajte platnú URL adresu (napr. http://priklad.com:8080/cams/)
sv: ange en giltig URL (t.ex http://example.com:8080/cams/)

source: fermi
cs: zavřít
fr: fermer
nb_no: lukk
pt: fechar
ro: Închide
sk: zavrieť
sv: stäng

source: Ne
fr: Non
nb_no: Nei
pt: Não
ro: Nu
sk: Nie
sv: Nej

source: Jes
cs: Ano
fr: Oui
nb_no: Ja
pt: Sim
ro: Da
sk: Áno
sv: Ja

source: Bone
cs: OK
fr: OK
nb_no: Ok
pt: Tá bem
ro: OK
sk: OK
sv: Okej

source: Auto Exposure
cs: Automatická expozice
fr: Exposition auto
nb_no: Autoeksponering
ro: Expunere automată
sk: Automatická expozícia

source: Backlight Compensation
cs: Kompenzace podsvícení
fr: Compensation de rétroéclairage
nb_no: Baklys-kompensasjon
pt: Compensação de Luz de Fundo
ro: Compensare pentru lumina de fundal
sk: Kompenzácia podsvietenia
sv: Bakgrundsljuskompensation

source: Brightness
cs: Jas
fr: Luminosité
nb_no: Lysstyrke
pt: Brilho
ro: Luminozitate
sk: Jas
sv: Ljusstyrka

source: Contrast
cs: Kontrast
fr: Contraste
nb_no: Kontrast
pt: Contraste
sk: Kontrast
sv: Kontrast

source: Exposure Absolute
cs: Expozice absolutně
fr: Exposition absolue
nb_no: Eksponering Absolutt
pt: Exposição absoluta
ro: Expunere absolută
sk: Absolútna expozícia

source: Exposure Auto
cs: Expozice auto
fr: Exposition auto
nb_no: Eksponering Auto
pt: Exposição automática
ro: Expunere automată
sk: Automatická expozícia

source: Exposure Auto Priority
cs: Automatická priorita expozice
fr: Priorité automatique de l'exposition
nb_no: Eksponering Auto Prioritet
ro: Prioritate automată expunere
sk: Automatická priorita expozície

source: Exposure Time Absolute
cs: Doba expozice absolutně
fr: Temps d'exposition absolu
nb_no: Eksponeringstid Absolutt
pt: Tempo de exposição absoluta
ro: Timp de expunere absolut
sk: Absolútny čas expozície

source: Focus Absolute
cs: Zaměřte se na absolutně
fr: Mise au point absolue
nb_no: Fokus Absolutt
pt: Focus absoluto
ro: Focalizare Absolută
sk: Absolútny fokus

source: Focus Auto
cs: Zaostřit auto
fr: Mise au point auto
nb_no: Fokus Auto
pt: Focus automático
ro: Focalizare automată
sk: Automatický fokus

source: Gain
cs: Získat
ro: Creștere
sk: Zisk

source: Hue
cs: Odstín
fr: Teinte
nb_no: Fargetone
ro: Nuanță
sk: Zafarbenie

source: Led1 Mode
cs: Režim LED1
fr: Mode DEL1
nb_no: LED1 modus
pt: Modo LED1
ro: Modul pt. Led1
sk: Režim LED1

source: Led1 Frequency
cs: Frekvence LED1
fr: Fréquence DEL1
nb_no: LED1 frekvens
pt: Frequência LED1
ro: Frecvența pt. Led1
sk: Frekvencia LED1

source: Pan Absolute
cs: Pan absolutně
fr: Pan absolu
nb_no: Panorering absolutt
pt: Pan Absoluto
ro: Pan absolut
sk: Absolútny posun

source: Power Line Frequency
cs: Frekvence elektrického vedení
fr: Fréquence du réseau électrique
nb_no: Strømnett frekvens
pt: Frequência da linha de energia
ro: Frecvența liniei de alimentare
sk: Frekvencia napätia

source: Saturation
cs: Nasycení
nb_no: Metning
pt: Saturação
ro: Saturare
sk: Sýtosť
sv: Mättnad

source: Sharpness
cs: Ostrost
fr: Acuité
nb_no: Skarphet
pt: Nitidez
ro: Asprime
sk: Ostrosť
sv: Skärpa

source: Tilt Absolute
cs: Naklonit absolutně
fr: Inclinaison absolue
nb_no: Tilt Absolutt
pt: Inclinação absoluta
ro: Înclinare absolută
sk: Absolútny sklon

source: White Balance Temperature
cs: Teplota vyvážení bílé
fr: Température de la balance des blancs
nb_no: Hvitbalansetemperatur
pt: Temperatura do equilíbrio de branco
ro: Temperatura balansului de alb
sk: Teplota vyváženia bielej
sv: Vitbalans temperatur

source: White Balance Temperature Auto
cs: Teplota vyvážení bílé automatické automobily
fr: Température de la balance des blancs auto
nb_no: Hvitbalansetemperatur Auto
pt: Temperatura de equilíbrio de branco Automatica
ro: Temperatura balansului de alb automată
sk: Automatická teplota vyváženia bielej

source: Zoom Absolute
cs: Zoom absolutně
fr: Zoom absolu
nb_no: Zoom Absolutt
pt: Zoom absoluto
ro: Zoom absolut
sk: Absolútne priblíženie

source: Gamma
cs: Gama

source: Notification email succeeded!
fr: Notification par e-mail réussie !
